class ThemesAndQuestions:

    themes = {

        "СТАРОДАВНЯ ІСТОРІЯ УКРАЇНИ": {

            "IV — СЕРЕДИНА III ТИС. ДО Н.Е.": {

                "answers": [

                    "РОЗСЕЛЕННЯ ПЛЕМЕН\nТРИПІЛЬСЬКОЇ ТА\nСЕРЕДНЬОСТОГІВСЬКОЇ\nАРХЕОЛОГІЧНИХ КУЛЬТУР\nНА ТЕРЕНАХ УКРАЇНИ"

                ],

                "correct_answer": "РОЗСЕЛЕННЯ ПЛЕМЕН\nТРИПІЛЬСЬКОЇ ТА\nСЕРЕДНЬОСТОГІВСЬКОЇ\nАРХЕОЛОГІЧНИХ КУЛЬТУР\nНА ТЕРЕНАХ УКРАЇНИ",
                "index": "words"

            },

            "РОЗСЕЛЕННЯ ПЛЕМЕН ТРИПІЛЬСЬКОЇ ТА СЕРЕДНЬОСТОГІВСЬКОЇ АРХЕОЛОГІЧНИХ КУЛЬТУР НА ТЕРЕНАХ УКРАЇНИ": {

                "answers": [

                    "V — КІНЕЦЬ III СТ. ДО Н.Е.",
                    "IV — СЕРЕДИНА III ТИС. ДО Н.Е.",
                    "I — ПОЧАТОК III СТ. ДО Н.Е.",
                    "IV — ПОЧАТОК V СТ. ДО Н.Е."

                ],

                "correct_answer": "IV — СЕРЕДИНА III ТИС. ДО Н.Е.",
                "index": "dates"

            },

            "ДРУГА ПОЛОВИНА V — VII СТ.": {

                "answers": [

                    "ВЕЛИКЕ РОЗСЕЛЕННЯ\nСЛОВ'ЯН"

                ],

                "correct_answer": "ВЕЛИКЕ РОЗСЕЛЕННЯ\nСЛОВ'ЯН",
                "index": "words"

            },

            "ВЕЛИКЕ РОЗСЕЛЕННЯ СЛОВ'ЯН": {

                "answers": [

                    "IV — СЕРЕДИНА III ТИС. ДО Н.Е.",
                    "ДРУГА ПОЛОВИНА V — VII СТ.",
                    "I — ПОЧАТОК III СТ. Н.Е.",
                    "IV — ПОЧАТОК V СТ. Н.Е."

                ],

                "correct_answer": "ДРУГА ПОЛОВИНА V — VII СТ.",
                "index": "dates"

            },

            "VIII — VI СТ. ДО Н.Е.": {

                "answers": [

                    "ВЕЛИКА ГРЕЦЬКА\nКОЛОНІЗАЦІЯ"

                ],

                "correct_answer": "ВЕЛИКА ГРЕЦЬКА\nКОЛОНІЗАЦІЯ",
                "index": "words"

            },

            "ВЕЛИКА ГРЕЦЬКА КОЛОНІЗАЦІЯ": {

                "answers": [

                    "IV — ПОЧАТОК V СТ. Н.Е.",
                    "ДРУГА ПОЛОВИНА V — VII СТ.",
                    "IV — СЕРЕДИНА III ТИС. ДО Н.Е.",
                    "VIII — VI СТ. ДО Н.Е."

                ],

                "correct_answer": "VIII — VI СТ. ДО Н.Е.",
                "index": "dates"

            }

        },

        "КОРОЛІВСТВО РУСЬКЕ. МОНГОЛЬСЬКА НАВАЛА": {

            "1199 Р.": {

                "answers": [

                    "УТВОРЕННЯ ГАЛИЦЬКО-ВО-\nЛИНСЬКОЇ ДЕРЖАВИ"

                ],

                "correct_answer": "УТВОРЕННЯ ГАЛИЦЬКО-ВО-\nЛИНСЬКОЇ ДЕРЖАВИ",
                "index": "words"

            },

            "УТВОРЕННЯ ГАЛИЦЬКО-ВОЛИНСЬКОЇ ДЕРЖАВИ": {

                "answers": [

                    "1211 Р.",
                    "1205 Р.",
                    "1207 Р.",
                    "1199 Р."

                ],

                "correct_answer": "1199 Р.",
                "index": "dates"

            },

            "1223 Р.": {

                "answers": [

                    "БИТВА БІЛЯ Р. КАЛКА"

                ],

                "correct_answer": "БИТВА БІЛЯ Р. КАЛКА",
                "index": "words"

            },

            "БИТВА БІЛЯ Р. КАЛКА": {

                "answers": [

                    "1226 Р.",
                    "1247 Р.",
                    "1223 Р.",
                    "1245 Р."

                ],

                "correct_answer": "1223 Р.",
                "index": "dates"

            },

            "1238-1264 РР.": {

                "answers": [

                    "ПРАВЛІННЯ ДАНИЛА\nРОМАНОВИЧА"

                ],

                "correct_answer": "ПРАВЛІННЯ ДАНИЛА\nРОМАНОВИЧА",
                "index": "words"

            },

            "ПРАВЛІННЯ ДАНИЛА РОМАНОВИЧА": {

                "answers": [

                    "1245-1247 РР.",
                    "1239-1245 РР.",
                    "1238-1264 РР.",
                    "1256-1285 РР."

                ],

                "correct_answer": "1238-1264 РР.",
                "index": "dates"

            },

            "1240 Р.": {

                "answers": [

                    "ЗАХОПЛЕННЯ КИЄВА\nМОНГОЛАМИ"

                ],

                "correct_answer": "ЗАХОПЛЕННЯ КИЄВА\nМОНГОЛАМИ",
                "index": "words"

            },

            "ЗАХОПЛЕННЯ КИЄВА МОНГОЛАМИ": {

                "answers": [

                    "1249 Р.",
                    "1256Р.",
                    "1241 Р.",
                    "1240 Р."

                ],

                "correct_answer": "1240 Р.",
                "index": "dates"

            },

            "1245 Р.": {

                "answers": [

                    "БИТВА ПІД М. ЯРОСЛАВ;\nПОЇЗДКА ДАНИЛА РОМАНОВИЧА\nУ ЗОЛОТУ ОРДУ"

                ],

                "correct_answer": "БИТВА ПІД М. ЯРОСЛАВ;\nПОЇЗДКА ДАНИЛА РОМАНОВИЧА\nУ ЗОЛОТУ ОРДУ",
                "index": "words"

            },

            "БИТВА ПІД М. ЯРОСЛАВ; ПОЇЗДКА ДАНИЛА РОМАНОВИЧ У ЗОЛОТУ ОРДУ": {

                "answers": [

                    "1245 Р.",
                    "1213 Р.",
                    "1299 Р.",
                    "1284 Р."

                ],

                "correct_answer": "1245 Р.",
                "index": "dates"

            },

            "1253 Р.": {

                "answers": [

                    "КОРОНУВАННЯ ДАНИЛА\nРОМАНОВИЧА"

                ],

                "correct_answer": "КОРОНУВАННЯ ДАНИЛА\nРОМАНОВИЧА",
                "index": "words"

            },

            "КОРОНУВАННЯ ДАНИЛА РОМАНОВИЧА": {

                "answers": [

                    "1251 Р.",
                    "1256 Р.",
                    "1298 Р.",
                    "1253 Р."

                ],

                "correct_answer": "1253 Р.",
                "index": "dates"

            }

        },

        "РУСЬ-УКРАЇНА: КИЇВСЬКА ДЕРЖАВА": {

            "860 Р.": {

                "answers": [

                    "ПОХІД АСКОЛЬДА НА\nКОНСТАНТИНОПОЛЬ, УКЛАДЕННЯ\nПЕРШОГО ВІДОМОГО ДОГОВОРУ\nРУСІ З ВІЗАНТІЄЮ"

                ],

                "correct_answer": "ПОХІД АСКОЛЬДА НА\nКОНСТАНТИНОПОЛЬ, УКЛАДЕННЯ\nПЕРШОГО ВІДОМОГО ДОГОВОРУ\nРУСІ З ВІЗАНТІЄЮ",
                "index": "words"

            },

            "ПОХІД АСКОЛЬДА НА КОНСТАНТИНОПОЛЬ, УКЛАДЕННЯ ПЕРШОГО ВІДОМОГО ДОГОВОРУ РУСІ З ВІЗАНТІЄЮ": {

                "answers": [

                    "861 Р.",
                    "874 Р.",
                    "860 Р.",
                    "867 Р."

                ],

                "correct_answer": "860 Р.",
                "index": "dates"

            },

            "907, 911, 941, 943-944 РР.": {

                "answers": [

                    "ПОХОДИ КНЯЗІВ НА\nКОНСТАНТИНОПОЛЬ"

                ],

                "correct_answer": "ПОХОДИ КНЯЗІВ НА\nКОНСТАНТИНОПОЛЬ",
                "index": "words"

            },

            "ПОХОДИ КНЯЗІВ НА КОНСТАНТИНОПОЛЬ": {

                "answers": [

                    "986, 997, 1013, 1015-1016 РР.",
                    "987, 909, 913, 956-957 РР.",
                    "907, 911, 941, 943-944 РР.",
                    "1025, 1067, 1085, 1095-1096 РР."

                ],

                "correct_answer": "907, 911, 941, 943-944 РР.",
                "index": "dates"

            },

            "882 Р.": {

                "answers": [

                    "ОБ'ЄДНАННЯ ПІВНІЧНИХ ТА\nПІВДЕННИХ РУСЬКИХ ЗЕМЕЛЬ\nОЛЕГОМ"

                ],

                "correct_answer": "ОБ'ЄДНАННЯ ПІВНІЧНИХ ТА\nПІВДЕННИХ РУСЬКИХ ЗЕМЕЛЬ\nОЛЕГОМ",
                "index": "words"

            },

            "ОБ'ЄДНАННЯ ПІВНІЧНИХ ТА ПІВДЕННИХ РУСЬКИХ ЗЕМЕЛЬ ОЛЕГОМ": {

                "answers": [

                    "882 Р.",
                    "897 Р.",
                    "886 Р.",
                    "890 Р."

                ],

                "correct_answer": "882 Р.",
                "index": "dates"

            },

            "988 Р.": {

                "answers": [

                    "ЗАПРОВАДЖЕННЯ\nХРИСТИЯНСТВА ЯК ДЕРЖАВНОЇ\nРЕЛІГІЇ"

                ],

                "correct_answer": "ЗАПРОВАДЖЕННЯ\nХРИСТИЯНСТВА ЯК ДЕРЖАВНОЇ\nРЕЛІГІЇ",
                "index": "words"

            },

            "ЗАПРОВАДЖЕННЯ ХРИСТИЯНСТВА ЯК ДЕРЖАВНОЇ РЕЛІГІЇ": {

                "answers": [

                    "1014 Р.",
                    "1069 Р.",
                    "993 Р.",
                    "988 Р."

                ],

                "correct_answer": "988 Р.",
                "index": "dates"

            },

            "1019-1054 РР.": {

                "answers": [

                    "КНЯЗЮВАННЯ ЯРОСЛАВА\nМУДРОГО В М. КИЇВ"

                ],

                "correct_answer": "КНЯЗЮВАННЯ ЯРОСЛАВА\nМУДРОГО В М. КИЇВ",
                "index": "words"

            },

            "КНЯЗЮВАННЯ ЯРОСЛАВА МУДРОГО В М. КИЇВ": {

                "answers": [

                    "1114-1156 РР.",
                    "1019-1054 РР.",
                    "1011-1017 РР.",
                    "1167-1201 РР."

                ],

                "correct_answer": "1019-1054 РР.",
                "index": "dates"

            },

            "1036 Р.": {

                "answers": [

                    "РОЗГРОМ ПЕЧЕНІГІВ КНЯЗЕМ\nЯРОСЛАВОМ МУДРИМ"

                ],

                "correct_answer": "РОЗГРОМ ПЕЧЕНІГІВ КНЯЗЕМ\nЯРОСЛАВОМ МУДРИМ",
                "index": "words"

            },

            "РОЗГРОМ ПЕЧЕНІГІВ КНЯЗЕМ ЯРОСЛАВОМ МУДРИМ": {

                "answers": [

                    "1132 Р.",
                    "1078 р.",
                    "1036 Р.",
                    "1005 Р."

                ],

                "correct_answer": "1036 Р.",
                "index": "dates"

            },

            "1097 Р.": {

                "answers": [

                    "ЛЮБЕЗЬКИЙ З'ЇЗД (СЕЙМ)\nКНЯЗІВ"

                ],

                "correct_answer": "ЛЮБЕЗЬКИЙ З'ЇЗД (СЕЙМ)\nКНЯЗІВ",
                "index": "words"

            },

            "ЛЮБЕЗЬКИЙ З'ЇЗД (СЕЙМ) КНЯЗІВ": {

                "answers": [

                    "1101 Р.",
                    "1097 Р.",
                    "1131 Р.",
                    "1189 Р."

                ],

                "correct_answer": "1097 Р.",
                "index": "dates"

            },

            "1113 Р.": {

                "answers": [

                    "УКЛАДЕННЯ \"ПОВІСТІ МИНУЛИХ\nЛІТ\"; ПОЧАТОК ПРАВЛІННЯ\nВОЛОДИМИРА МОНОМАХА\nВ М. КИЇВ"

                ],

                "correct_answer": "УКЛАДЕННЯ \"ПОВІСТІ МИНУЛИХ\nЛІТ\"; ПОЧАТОК ПРАВЛІННЯ\nВОЛОДИМИРА МОНОМАХА\nВ М. КИЇВ",
                "index": "words"

            },

            "УКЛАДЕННЯ \"ПОВІСТІ МИНУЛИХ ЛІТ\"; ПОЧАТОК ПРАВЛІННЯ ВОЛОДИМИРА МОНОМАХА В М. КИЇВ": {

                "answers": [

                    "1191 Р.",
                    "1209 Р.",
                    "1131 Р.",
                    "1113 Р."

                ],

                "correct_answer": "1113 Р.",
                "index": "dates"

            },

            "1187 Р.": {

                "answers": [

                    "ПЕРША ЗГАДКА НАЗВИ\n\"УКРАЇНА\" В ПИСЕМНИХ\nДЖЕРЕЛАХ; СТВОРЕННЯ\n\"СЛОВА О ПОЛКУ ІГОРЕВІМ\""

                ],

                "correct_answer": "ПЕРША ЗГАДКА НАЗВИ\n\"УКРАЇНА\" В ПИСЕМНИХ\nДЖЕРЕЛАХ; СТВОРЕННЯ\n\"СЛОВА О ПОЛКУ ІГОРЕВІМ\"",
                "index": "words"

            },

            "ПЕРША ЗГАДКА НАЗВИ \"УКРАЇНА\" В ПИСЕМНИХ ДЖЕРЕЛАХ; СТВОРЕННЯ \"СЛОВА О ПОЛКУ ІГОРЕВІМ\"": {

                "answers": [

                    "1196 Р.",
                    "1187 Р.",
                    "1185 Р.",
                    "1180 Р."],

                "correct_answer": "1187 Р.",
                "index": "dates"

            }
        },

        "РУСЬКІ КНЯЗІВСТВА ДРУГОЇ ПОЛОВИНИ XIV — ПЕРШОЇ ПОЛОВИНИ XVI СТ. КРИМСЬКЕ ХАНСТВО": {

            "1362 Р.": {

                "answers": [

                    "БИТВА БІЛЯ\nР. СИНІ ВОДИ"

                ],

                "correct_answer": "БИТВА БІЛЯ\nР. СИНІ ВОДИ",
                "index": "words"

            },

            "БИТВА БІЛЯ Р. СИНІ ВОДИ": {

                "answers": [

                    "1401 Р.",
                    "1398 Р.",
                    "1362 Р.",
                    "1413 Р."

                ],

                "correct_answer": "1362 Р.",
                "index": "dates"

            },

            "1385 Р.": {

                "answers": [

                    "УКЛАДЕННЯ\nКРЕВСЬКОЇ УНІЇ"

                ],

                "correct_answer": "УКЛАДЕННЯ\nКРЕВСЬКОЇ УНІЇ",
                "index": "words"

            },

            "УКЛАДЕННЯ КРЕВСЬКОЇ УНІЇ": {

                "answers": [

                    "1452 Р.",
                    "1432 Р.",
                    "1356 Р.",
                    "1385 Р."

                ],

                "correct_answer": "1385 Р.",
                "index": "dates"

            },

            "40-І РР. XV СТ.": {

                "answers": [

                    "УТВОРЕННЯ\nКРИМСЬКОГО ХАНСТВА"

                ],

                "correct_answer": "УТВОРЕННЯ\nКРИМСЬКОГО ХАНСТВА",
                "index": "words"

            },

            "УТВОРЕННЯ КРИМСЬКОГО ХАНСТВА": {

                "answers": [

                    "50-І РР. XV СТ.",
                    "40-І РР. XV СТ.",
                    "55-І РР. XV СТ.",
                    "60-І РР. XV СТ."

                ],

                "correct_answer": "40-І РР. XV СТ.",
                "index": "dates"

            },

            "1478 Р.": {

                "answers": [

                    "ВИЗНАННЯ КРИМСЬКИМ\nХАНСТВОМ ВАСАЛЬНОЇ\nЗАЛЕЖНОСТІ ВІД\nОСМАНСЬКОЇ ІМПЕРІЇ"

                ],

                "correct_answer": "ВИЗНАННЯ КРИМСЬКИМ\nХАНСТВОМ ВАСАЛЬНОЇ\nЗАЛЕЖНОСТІ ВІД\nОСМАНСЬКОЇ ІМПЕРІЇ",
                "index": "words"

            },

            "ВИЗНАННЯ КРИМСЬКИМ ХАНСТВОМ ВАСАЛЬНОЇ ЗАЛЕЖНОСТІ ВІД ОСМАНСЬКОЇ ІМПЕРІЇ": {

                "answers": [

                    "1478 Р.",
                    "1435 Р.",
                    "1467 Р.",
                    "1471 Р."

                ],

                "correct_answer": "1478 Р.",
                "index": "dates"

            },

            "1489 Р.": {

                "answers": [

                    "ПЕРША ЗГАДКА ПРО\nУКРАЇНСЬКИХ КОЗАКІВ У\nПИСЕМНИХ ДЖЕРЕЛАХ"

                ],

                "correct_answer": "ПЕРША ЗГАДКА ПРО\nУКРАЇНСЬКИХ КОЗАКІВ У\nПИСЕМНИХ ДЖЕРЕЛАХ",
                "index": "words"

            },

            "ПЕРША ЗГАДКА ПРО УКРАЇНСЬКИХ КОЗАКІВ У ПИСЕМНИХ ДЖЕРЕЛАХ": {

                "answers": [

                    "1456 Р.",
                    "1489 Р.",
                    "1501 Р.",
                    "1453 Р."

                ],

                "correct_answer": "1489 Р.",
                "index": "dates"

            },

            "1514 Р.": {

                "answers": [

                    "БИТВА БІЛЯ\nМ. ОРША"

                ],

                "correct_answer": "БИТВА БІЛЯ\nМ. ОРША",
                "index": "words"

            },

            "БИТВА БІЛЯ М. ОРША": {

                "answers": [

                    "1531 Р.",
                    "1579 Р.",
                    "1514 Р.",
                    "1546 Р."

                ],

                "correct_answer": "1514 Р.",
                "index": "dates"

            }
        },

        "УКРАЇНСЬКІ ЗЕМЛІ У СКЛАДІ РЕЧІ ПОСПОЛИТОЇ В ДРУГІЙ ПОЛОВИНІ XVI СТ.": {

            "1556-1561 РР.": {

                "answers": [

                    "СТВОРЕННЯ ПЕРЕСОПНИЦЬКОГО\nЄВАНГЕЛІЄ"

                ],

                "correct_answer": "СТВОРЕННЯ ПЕРЕСОПНИЦЬКОГО\nЄВАНГЕЛІЄ",
                "index": "words"

            },

            "СТВОРЕННЯ ПЕРЕСОПНИЦЬКОГО ЄВАНГЕЛІЄ": {

                "answers": [

                    "1589-1596 РР.",
                    "1567-1571 РР.",
                    "1556-1561 РР.",
                    "1542-1549 РР."

                ],

                "correct_answer": "1556-1561 РР.",
                "index": "dates"

            },

            "1556 Р.": {

                "answers": [

                    "ЗАСНУВАННЯ КНЯЗЕМ\nДМИТРОМ ВІШНЕВЕЦЬКИМ НА\nО. МАЛА ХОРТИЦЯ ПЕРШОЇ\nВІДОМОЇ СІЧІ"

                ],

                "correct_answer": "ЗАСНУВАННЯ КНЯЗЕМ\nДМИТРОМ ВІШНЕВЕЦЬКИМ НА\nО. МАЛА ХОРТИЦЯ ПЕРШОЇ\nВІДОМОЇ СІЧІ",
                "index": "words"

            },

            "ЗАСНУВАННЯ КНЯЗЕМ ДМИТРОМ ВІШНЕВЕЦЬКИМ НА О. МАЛА ХОРТИЦЯ ПЕРШОЇ ВІДОМОЇ СІЧІ": {

                "answers": [

                    "1556 Р.",
                    "1569 Р.",
                    "1557 Р.",
                    "1578 Р."

                ],

                "correct_answer": "1556 Р.",
                "index": "dates"

            },

            "1569 Р.": {

                "answers": [

                    "ЛЮБЛІНСЬКА УНІЯ\nУТВОРЕННЯ РЕЧІ\nПОСПОЛИТОЇ"

                ],

                "correct_answer": "ЛЮБЛІНСЬКА УНІЯ\nУТВОРЕННЯ РЕЧІ\nПОСПОЛИТОЇ",
                "index": "words"

            },

            "ЛЮБЛІНСЬКА УНІЯ УТВОРЕННЯ РЕЧІ ПОСПОЛИТОЇ": {

                "answers": [

                    "1524 Р.",
                    "1514 Р.",
                    "1598 Р",
                    "1569 Р."

                ],

                "correct_answer": "1569 Р.",
                "index": "dates"

            },

            "1586 Р.": {

                "answers": [

                    "УТВОРЕННЯ ПЕРШОЇ БРАТСЬКОЇ\n(СЛОВ'ЯНО-ГРЕКО-ЛАТИНСЬКОЇ)\nШКОЛИ У М. ЛЬВІВ"

                ],

                "correct_answer": "УТВОРЕННЯ ПЕРШОЇ БРАТСЬКОЇ\n(СЛОВ'ЯНО-ГРЕКО-ЛАТИНСЬКОЇ)\nШКОЛИ У М. ЛЬВІВ",
                "index": "words"

            },

            "УТВОРЕННЯ ПЕРШОЇ БРАТСЬКОЇ (СЛОВ'ЯНО-ГРЕКО-ЛАТИНСЬКОЇ) ШКОЛИ У М. ЛЬВІВ": {

                "answers": [

                    "1598 Р.",
                    "1586 Р.",
                    "1614 Р.",
                    "1627 Р."

                ],

                "correct_answer": "1586 Р.",
                "index": "dates"

            },

            "1596 Р.": {

                "answers": [

                    "БЕРЕСТЕЙСЬКА ЦЕРКОВНА\nУНІЯ; УТВОРЕННЯ УКРАЇНСЬКОЇ\nГРЕКО-КАТОЛИЦЬКОЇ ЦЕРКВИ\n(УГКЦ)"

                ],

                "correct_answer": "БЕРЕСТЕЙСЬКА ЦЕРКОВНА\nУНІЯ; УТВОРЕННЯ УКРАЇНСЬКОЇ\nГРЕКО-КАТОЛИЦЬКОЇ ЦЕРКВИ\n(УГКЦ)",
                "index": "words"

            },

            "БЕРЕСТЕЙСЬКА ЦЕРКОВНА УНІЯ; УТВОРЕННЯ УКРАЇНСЬКОЇ ГРЕКО-КАТОЛИЦЬКОЇ ЦЕРКВИ (УГКЦ)": {

                "answers": [

                    "1596 Р.",
                    "1651 Р.",
                    "1632 Р.",
                    "1678 Р."

                ],

                "correct_answer": "1596 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНСЬКІ ЗЕМЛІ У СКЛАДІ РЕЧІ ПОСПОЛИТОЇ В ПЕРШІЙ ПОЛОВИНІ XVII СТ.": {

            "1618 Р.": {

                "answers": [

                    "ПОХІД КОЗАКІВ ПІД\nПРОВОДОМ ГЕТЬМАНА\nПЕТРА КОНАШЕВИЧА-\nСАГАЙДАЧНОГО НА МОСКВУ"

                ],

                "correct_answer": "ПОХІД КОЗАКІВ ПІД\nПРОВОДОМ ГЕТЬМАНА\nПЕТРА КОНАШЕВИЧА-\nСАГАЙДАЧНОГО НА МОСКВУ",
                "index": "words"

            },

            "ПОХІД КОЗАКІВ ПІД ПРОВОДОМ ГЕТЬМАНА ПЕТРА КОНАШЕВИЧА-САГАЙДАЧНОГО НА МОСКВУ": {

                "answers": [

                    "1621 Р.",
                    "1657 р.",
                    "1634 р.",
                    "1618 р."

                ],

                "correct_answer": "1618 р.",
                "index": "dates"

            },

            "1621 Р.": {

                "answers": [

                    "ХОТИНСЬКА БИТВА"

                ],

                "correct_answer": "ХОТИНСЬКА БИТВА",
                "index": "words"

            },

            "ХОТИНСЬКА БИТВА": {

                "answers": [

                    "1621 Р.",
                    "1632 Р.",
                    "1658 Р.",
                    "1613 Р."

                ],

                "correct_answer": "1621 Р.",
                "index": "dates"

            },

            "1625 Р.": {

                "answers": [

                    "КУРУКІВСЬКА УГОДА"

                ],

                "correct_answer": "КУРУКІВСЬКА УГОДА",
                "index": "words"

            },

            "КУРУКІВСЬКА УГОДА": {

                "answers": [

                    "1625 Р.",
                    "1629 Р.",
                    "1638 Р.",
                    "1649 Р."

                ],

                "correct_answer": "1625 Р.",
                "index": "dates"

            },

            "1632 Р.": {

                "answers": [

                    "\"ПУНКТИ ДЛЯ ЗАСПОКОЄННЯ\nРУСЬКОГО НАРОДУ\";\nУТВОРЕННЯ КИЇВСЬКОЇ\nКОЛЕГІЇ"

                ],

                "correct_answer": "\"ПУНКТИ ДЛЯ ЗАСПОКОЄННЯ\nРУСЬКОГО НАРОДУ\";\nУТВОРЕННЯ КИЇВСЬКОЇ\nКОЛЕГІЇ",
                "index": "words"

            },

            "\"ПУНКТИ ДЛЯ ЗАСПОКОЄННЯ РУСЬКОГО НАРОДУ\"; УТВОРЕННЯ КИЇВСЬКОЇ КОЛЕГІЇ": {

                "answers": [

                    "1632 Р.",
                    "1647 Р.",
                    "1675 Р.",
                    "1635 Р."

                ],

                "correct_answer": "1632 Р.",
                "index": "dates"

            },

            "1637-1638 РР.": {

                "answers": [

                    "ПОВСТАННЯ ПІД\nПРОВОДОМ ПАВЛА ПАВЛЮКА,\nЯКОВА ОСТРЯНИНА,\nДМИТРА ГУНІ"

                ],

                "correct_answer": "ПОВСТАННЯ ПІД\nПРОВОДОМ ПАВЛА ПАВЛЮКА,\nЯКОВА ОСТРЯНИНА,\nДМИТРА ГУНІ",
                "index": "words"

            },

            "ПОВСТАННЯ ПІД ПРОВОДОМ ПАВЛА ПАВЛЮКА, ЯКОВА ОСТРЯНИНА, ДМИТРА ГУНІ": {

                "answers": [

                    "1637-1638 РР.",
                    "1710-1712 РР.",
                    "1667-1689 РР.",
                    "1695-1696 РР."

                ],

                "correct_answer": "1637-1638 РР.",
                "index": "dates"

            }

        },

        "НАЦІОНАЛЬНО-ВИЗВОЛЬНА ВІЙНА УКРАЇНСЬКОГО НАРОДУ СЕРЕДИНИ XVII СТ.": {

            "1648 Р.": {

                "answers": [

                    "ЖОВТОВОДСЬКА, КОРСУНСЬКА\nТА ПИЛЯВЕЦЬКА БИТВИ"

                ],

                "correct_answer": "ЖОВТОВОДСЬКА, КОРСУНСЬКА\nТА ПИЛЯВЕЦЬКА БИТВИ",
                "index": "words"

            },

            "ЖОВТОВОДСЬКА, КОРСУНСЬКА ТА ПИЛЯВЕЦЬКА БИТВИ": {

                "answers": [

                    "1639 Р.",
                    "1645 Р.",
                    "1679 Р.",
                    "1648 Р."

                ],

                "correct_answer": "1648 Р.",
                "index": "dates"

            },

            "1649 Р.": {

                "answers": [

                    "ЗБОРІВСЬКА БИТВА,\nЗБОРІВСЬКИЙ ДОГОВІР"

                ],

                "correct_answer": "ЗБОРІВСЬКА БИТВА,\nЗБОРІВСЬКИЙ ДОГОВІР",
                "index": "words"

            },

            "ЗБОРІВСЬКА БИТВА, ЗБОРІВСЬКИЙ ДОГОВІР": {

                "answers": [

                    "1650 Р.",
                    "1666 Р.",
                    "1652 Р.",
                    "1649 Р."

                ],

                "correct_answer": "1649 Р.",
                "index": "dates"

            },

            "1651 Р.": {

                "answers": [

                    "БЕРЕСТЕЦЬКА БИТВА,\nБІЛОЦЕРКІВСЬКИЙ ДОГОВІР"

                ],

                "correct_answer": "БЕРЕСТЕЦЬКА БИТВА,\nБІЛОЦЕРКІВСЬКИЙ ДОГОВІР",
                "index": "words"

            },

            "БЕРЕСТЕЦЬКА БИТВА, БІЛОЦЕРКІВСЬКИЙ ДОГОВІР": {

                "answers": [

                    "1651 Р.",
                    "1654 Р.",
                    "1689 Р.",
                    "1649 Р."

                ],

                "correct_answer": "1651 Р.",
                "index": "dates"

            },

            "1652 Р.": {

                "answers": [

                    "БАТОЗЬКА БИТВА"

                ],

                "correct_answer": "БАТОЗЬКА БИТВА",
                "index": "words"

            },

            "БАТОЗЬКА БИТВА": {

                "answers": [

                    "1657 Р.",
                    "1652 Р.",
                    "1692 Р.",
                    "1675 Р."

                ],

                "correct_answer": "1652 Р.",
                "index": "dates"

            },

            "1653 Р.": {

                "answers": [

                    "ЖВАНЕЦЬКА ОБЛОГА,\nКАМ'ЯНЕЦЬКИЙ ДОГОВІР"

                ],

                "correct_answer": "ЖВАНЕЦЬКА ОБЛОГА,\nКАМ'ЯНЕЦЬКИЙ ДОГОВІР",
                "index": "words"

            },

            "ЖВАНЕЦЬКА ОБЛОГА, КАМ'ЯНЕЦЬКИЙ ДОГОВІР": {

                "answers": [

                    "1653 Р.",
                    "1666 Р.",
                    "1690 Р.",
                    "1710 Р."

                ],

                "correct_answer": "1653 Р.",
                "index": "dates"

            },

            "1654 Р.": {

                "answers": [

                    "ПЕРЕЯСЛАВСЬКА РАДА,\nУКРАЇНСЬКО-МОСКОВСЬКИЙ\nДОГОВІР (\"БЕРЕЗНЕВІ\nСТАТТІ\")"

                ],

                "correct_answer": "ПЕРЕЯСЛАВСЬКА РАДА,\nУКРАЇНСЬКО-МОСКОВСЬКИЙ\nДОГОВІР (\"БЕРЕЗНЕВІ\nСТАТТІ\")",
                "index": "words"

            },

            "ПЕРЕЯСЛАВСЬКА РАДА, УКРАЇНСЬКО-МОСКОВСЬКИЙ ДОГОВІР (\"БЕРЕЗНЕВІ СТАТТІ\")": {

                "answers": [

                    "1701 Р.",
                    "1676 Р.",
                    "1698 Р.",
                    "1654 Р."

                ],

                "correct_answer": "1654 Р.",
                "index": "dates"

            },

            "1656 Р.": {

                "answers": [

                    "МОСКОВСЬКО-ПОЛЬСЬКЕ\nВІЛЕНСЬКЕ ПЕРЕМИР'Я"

                ],

                "correct_answer": "МОСКОВСЬКО-ПОЛЬСЬКЕ\nВІЛЕНСЬКЕ ПЕРЕМИР'Я",
                "index": "words"

            },

            "МОСКОВСЬКО-ПОЛЬСЬКЕ ВІЛЕНСЬКЕ ПЕРЕМИР'Я": {

                "answers": [

                    "1656 Р.",
                    "1645 Р.",
                    "1668 Р.",
                    "1697 Р."

                ],

                "correct_answer": "1656 Р.",
                "index": "dates"

            }

        },

        "КОЗАЦЬКА УКРАЇНА НАПРИКІНЦІ 50-80-Х РР. XVII ст.": {

            "1658 Р.": {

                "answers": [

                    "ГАДЯЦЬКИЙ ДОГОВІР"

                ],

                "correct_answer": "ГАДЯЦЬКИЙ ДОГОВІР",
                "index": "words"

            },

            "ГАДЯЦЬКИЙ ДОГОВІР": {

                "answers": [

                    "1659 Р.",
                    "1651 Р.",
                    "1658 Р.",
                    "1701 Р."

                ],

                "correct_answer": "1658 Р.",
                "index": "dates"

            },

            "1659 Р.": {

                "answers": [

                    "КОНОТОПСЬКА БИТВА"

                ],

                "correct_answer": "КОНОТОПСЬКА БИТВА",
                "index": "words"

            },

            "КОНОТОПСЬКА БИТВА": {

                "answers": [

                    "1654 Р.",
                    "1669 Р.",
                    "1632 Р.",
                    "1659 Р."

                ],

                "correct_answer": "1659 Р.",
                "index": "dates"

            },

            "1667 Р.": {

                "answers": [

                    "АНДРУСІВСЬКЕ\nПЕРЕМИР'Я"

                ],

                "correct_answer": "АНДРУСІВСЬКЕ\nПЕРЕМИР'Я",
                "index": "words"

            },

            "АНДРУСІВСЬКЕ ПЕРЕМИР'Я": {

                "answers": [

                    "1669 Р.",
                    "1667 Р.",
                    "1698 Р.",
                    "1642 Р."

                ],

                "correct_answer": "1667 Р.",
                "index": "dates"

            },

            "1669 Р.": {

                "answers": [

                    "КОРСУНСЬКА УГОДИ,\nВИЗНАННЯ ПРАВОБЕРЕЖНОЮ\nГЕТЬМАНЩИНОЮ ПРОТЕ-\nКТОРАТУ ОСМАНСЬКОЇ\nІМПЕРІЇ"

                ],

                "correct_answer": "КОРСУНСЬКА УГОДИ,\nВИЗНАННЯ ПРАВОБЕРЕЖНОЮ\nГЕТЬМАНЩИНОЮ ПРОТЕ-\nКТОРАТУ ОСМАНСЬКОЇ\nІМПЕРІЇ",
                "index": "words"

            },

            "КОРСУНСЬКА УГОДИ, ВИЗНАННЯ ПРАВОБЕРЕЖНОЮ ГЕТЬМАНЩИНОЮ ПРОТЕКТОРАТУ ОСМАНСЬКОЇ ІМПЕРІЇ": {

                "answers": [

                    "1669 Р.",
                    "1673 Р.",
                    "1685 Р.",
                    "1690 Р."

                ],

                "correct_answer": "1669 Р.",
                "index": "dates"

            },

            "1681 Р.": {

                "answers": [

                    "БАХЧИСАРАЙСЬКИЙ\nМИРНИЙ ДОГОВІР"

                ],

                "correct_answer": "БАХЧИСАРАЙСЬКИЙ\nМИРНИЙ ДОГОВІР",
                "index": "words"

            },

            "БАХЧИСАРАЙСЬКИЙ МИРНИЙ ДОГОВІР": {

                "answers": [

                    "1675 Р.",
                    "1699 Р.",
                    "1685 Р.",
                    "1681 Р."

                ],

                "correct_answer": "1681 Р.",
                "index": "dates"

            },

            "1686 Р.": {

                "answers": [

                    "\"ВІЧНИЙ МИР\" МІЖ\nМОСКОВСЬКИМ ЦАРСТВОМ І РІЧЧЮ\nПОСПОЛИТОЮ; ПІДПОРЯДКУВАННЯ\nКИЇВСЬКОЇ МИТРОПОЛІЇ\nМОСКОВСЬКОМУ ПАТРІАРХАТОВІ"

                ],

                "correct_answer": "\"ВІЧНИЙ МИР\" МІЖ\nМОСКОВСЬКИМ ЦАРСТВОМ І РІЧЧЮ\nПОСПОЛИТОЮ; ПІДПОРЯДКУВАННЯ\nКИЇВСЬКОЇ МИТРОПОЛІЇ\nМОСКОВСЬКОМУ ПАТРІАРХАТОВІ",
                "index": "words"

            },

            "\"ВІЧНИЙ МИР\" МІЖ МОСКОВСЬКИМ ЦАРСТВОМ І РІЧЧЮ ПОСПОЛИТОЮ; ПІДПОРЯДКУВАННЮ КИЇВСЬКОЇ МИТРОПОЛІЇ МОСКОВСЬКОМУ ПАТРІАРХАТОВІ": {

                "answers": [

                    "1684 Р.",
                    "1692 Р.",
                    "1686 Р.",
                    "1697 Р."

                ],

                "correct_answer": "1686 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНСЬКІ ЗЕМЛІ НАПРИКІНЦІ XVII — В ПЕРШІЙ ПОЛОВИНІ XVIII СТ.": {

            "1708 Р.": {

                "answers": [

                    "УКРАЇНСЬКО-ШВЕДСЬКИЙ\nСОЮЗ, ЗРУЙНВАННЯ\nБАТУРИНА"

                ],

                "correct_answer": "УКРАЇНСЬКО-ШВЕДСЬКИЙ\nСОЮЗ, ЗРУЙНВАННЯ\nБАТУРИНА",
                "index": "words"

            },

            "УКРАЇНСЬКО-ШВЕДСЬКИЙ СОЮЗ, ЗРУЙНВАННЯ БАТУРИНА": {

                "answers": [

                    "1708 Р.",
                    "1710 Р.",
                    "1735 Р.",
                    "1723 Р."

                ],

                "correct_answer": "1708 Р.",
                "index": "dates"

            },

            "1709 Р.": {

                "answers": [

                    "ЗРУЙНУВАННЯ МОСКОВИТСЬКИМИ\nВІЙСЬКАМИ ЧОРТОМЛИЦЬКОЇ СІЧІ;\nПОЛТАВСЬКА БИТВА"

                ],

                "correct_answer": "ЗРУЙНУВАННЯ МОСКОВИТСЬКИМИ\nВІЙСЬКАМИ ЧОРТОМЛИЦЬКОЇ СІЧІ;\nПОЛТАВСЬКА БИТВА",
                "index": "words"

            },

            "ЗРУЙНУВАННЯ МОСКОВИТСЬКИМИ ВІЙСЬКАМИ ЧОРТОМЛИЦЬКОЇ СІЧІ; ПОЛТАВСЬКА БИТВА": {

                "answers": [

                    "1702 Р.",
                    "1709 Р.",
                    "1756 Р.",
                    "1713 Р."

                ],

                "correct_answer": "1709 Р.",
                "index": "dates"

            },

            "1710 Р.": {

                "answers": [

                    "КОНСТИТУЦІЯ...\nПИЛИПА ОРЛИКА"

                ],

                "correct_answer": "КОНСТИТУЦІЯ...\nПИЛИПА ОРЛИКА",
                "index": "words"

            },

            "КОНСТИТУЦІЯ... ПИЛИПА ОРЛИКА": {

                "answers": [

                    "1745 Р.",
                    "1774 Р.",
                    "1710 Р.",
                    "1703 Р."

                ],

                "correct_answer": "1710 Р.",
                "index": "dates"

            },

            "1713 Р.": {

                "answers": [

                    "ЛІКВІДАЦІЯ КОЗАЦТВА НА\nПРАВОБЕРЕЖНІЙ УКРАЇНІ"

                ],

                "correct_answer": "ЛІКВІДАЦІЯ КОЗАЦТВА НА\nПРАВОБЕРЕЖНІЙ УКРАЇНІ",
                "index": "words"

            },

            "ЛІКВІДАЦІЯ КОЗАЦТВА НА ПРАВОБЕРЕЖНІЙ УКРАЇНІ": {

                "answers": [

                    "1765 Р.",
                    "1700 Р.",
                    "1739 Р.",
                    "1713 Р."

                ],

                "correct_answer": "1713 Р.",
                "index": "dates"

            },

            "1734 Р.": {

                "answers": [

                    "ЗАСНУВАННЯ НОВОЇ\n(ПІДПІЛЬНЕЦЬКОЇ) СІЧІ"

                ],

                "correct_answer": "ЗАСНУВАННЯ НОВОЇ\n(ПІДПІЛЬНЕЦЬКОЇ) СІЧІ",
                "index": "words"

            },

            "ЗАСНУВАННЯ НОВОЇ (ПІДПІЛЬНЕЦЬКОЇ) СІЧІ": {

                "answers": [

                    "1734 Р.",
                    "1738 Р.",
                    "1743 Р.",
                    "1751 Р."

                ],

                "correct_answer": "1734 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНСЬКІ ЗЕМЛІ В ДРУГІЙ ПОЛОВИНІ XVIII СТ.": {

            "1764 Р.": {

                "answers": [

                    "ОСТАТОЧНА ЛІКВІДАЦІЯ\nПОСАДИ ГЕТЬМАНА"

                ],

                "correct_answer": "ОСТАТОЧНА ЛІКВІДАЦІЯ\nПОСАДИ ГЕТЬМАНА",
                "index": "words"

            },

            "ОСТАТОЧНА ЛІКВІДАЦІЯ ПОСАДИ ГЕТЬМАНА": {

                "answers": [

                    "1764 Р.",
                    "1769 Р.",
                    "1784 Р.",
                    "1790 Р."

                ],

                "correct_answer": "1764 Р.",
                "index": "dates"

            },

            "1768 Р.": {

                "answers": [

                    "КОЛІЇВЩИНА"

                ],

                "correct_answer": "КОЛІЇВЩИНА",
                "index": "words"

            },

            "КОЛІЇВЩИНА": {

                "answers": [

                    "1746 Р.",
                    "1768 Р.",
                    "1770 Р.",
                    "1774 Р."

                ],

                "correct_answer": "1768 Р.",
                "index": "dates"

            },

            "1775 Р.": {

                "answers": [

                    "ОСТАТОЧНА ЛІКВІДАЦІЯ\nЗАПОРОЗЬКОЇ СІЧІ"

                ],

                "correct_answer": "ОСТАТОЧНА ЛІКВІДАЦІЯ\nЗАПОРОЗЬКОЇ СІЧІ",
                "index": "words"

            },

            "ОСТАТОЧНА ЛІКВІДАЦІЯ ЗАПОРОЗЬКОЇ СІЧІ": {

                "answers": [

                    "1778 Р.",
                    "1795 Р.",
                    "1775 Р.",
                    "1735 Р."

                ],

                "correct_answer": "1775 Р.",
                "index": "dates"

            },

            "1780-1782 РР.": {

                "answers": [

                    "ЛІКВІДАЦІЯ ОСОБИСТОЇ\nЗАЛЕЖНОСТІ СЕЛЯН\nВ АВСТРІЙСЬКІЙ ІМПЕРІЇ"

                ],

                "correct_answer": "ЛІКВІДАЦІЯ ОСОБИСТОЇ\nЗАЛЕЖНОСТІ СЕЛЯН\nВ АВСТРІЙСЬКІЙ ІМПЕРІЇ",
                "index": "words"

            },

            "ЛІКВІДАЦІЯ ОСОБИСТОЇ ЗАЛЕЖНОСТІ СЕЛЯН В АВСТРІЙСЬКІЙ ІМПЕРІЇ": {

                "answers": [

                    "1773-1774 РР.",
                    "1734-1745 РР.",
                    "1729-1732 РР.",
                    "1780-1782 РР."

                ],

                "correct_answer": "1780-1782 РР.",
                "index": "dates"

            },

            "14 ТРАВНЯ 1783 Р.": {

                "answers": [

                    "ЗАКРІПАЧЕННЯ СЕЛЯН\nЛІВОБЕРЕЖНОЇ ТА\nСЛОБІДСЬКОЇ УКРАЇНИ"

                ],

                "correct_answer": "ЗАКРІПАЧЕННЯ СЕЛЯН\nЛІВОБЕРЕЖНОЇ ТА\nСЛОБІДСЬКОЇ УКРАЇНИ",
                "index": "words"

            },

            "ЗАКРІПАЧЕННЯ СЕЛЯН ЛІВОБЕРЕЖНОЇ ТА СЛОБІДСЬКОЇ УКРАЇНИ": {

                "answers": [

                    "15 ЛИПНЯ 1783 Р.",
                    "1 СІЧНЯ 1783 Р.",
                    "14 ТРАВНЯ 1783 Р.",
                    "22 ВЕРЕСНЯ 1783 Р."

                ],

                "correct_answer": "14 ТРАВНЯ 1783 Р.",
                "index": "dates"

            },

            "1783 Р.": {

                "answers": [

                    "ПІДКОРЕННЯ РОСІЙСЬКОЮ\nІМПЕРІЄЮ КРИМСЬКОГО\nХАНСТВА"

                ],

                "correct_answer": "ПІДКОРЕННЯ РОСІЙСЬКОЮ\nІМПЕРІЄЮ КРИМСЬКОГО\nХАНСТВА",
                "index": "words"

            },

            "ПІДКОРЕННЯ РОСІЙСЬКОЮ ІМПЕРІЄЮ КРИМСЬКОГО ХАНСТВА": {

                "answers": [

                    "1782 Р.",
                    "1791 Р.",
                    "1783 Р.",
                    "1765 Р."

                ],

                "correct_answer": "1783 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНСЬКІ ЗЕМЛІ У СКЛАДІ РОСІЙСЬКОЇ ІМПЕРІЇ НАПРИКІНЦІ XVIII — У ПЕРШІЙ ПОЛОВИНІ XIX СТ.": {

            "1798 Р.": {

                "answers": [

                    "ВИДАННЯ \"ЕНЕЇДИ\"\nІВАНА КОТЛЯРЕВСЬКОГО"

                ],

                "correct_answer": "ВИДАННЯ \"ЕНЕЇДИ\"\nІВАНА КОТЛЯРЕВСЬКОГО",
                "index": "words"

            },

            "ВИДАННЯ \"ЕНЕЇДИ\" ІВАНА КОТЛЯРЕВСЬКОГО": {

                "answers": [

                    "1798 Р.",
                    "1799 Р.",
                    "1785 Р.",
                    "1790 Р."

                ],

                "correct_answer": "1798 Р.",
                "index": "dates"

            },

            "1829 Р.": {

                "answers": [

                    "ЛІКВІДАЦІЯ ЗАДУНАЙСЬКОЇ\nСІЧІ"

                ],

                "correct_answer": "ЛІКВІДАЦІЯ ЗАДУНАЙСЬКОЇ\nСІЧІ",
                "index": "words"

            },

            "ЛІКВІДАЦІЯ ЗАДУНАЙСЬКОЇ СІЧІ": {

                "answers": [

                    "1820 Р.",
                    "1825 Р.",
                    "1829 Р.",
                    "1845 Р."

                ],

                "correct_answer": "1829 Р.",
                "index": "dates"

            },

            "ГРУДЕНЬ 1825 Р. - СІЧЕНЬ 1826 Р.": {

                "answers": [

                    "ПОВСТАННЯ\nЧЕРНІГІВСЬКОГО ПОЛКУ"

                ],

                "correct_answer": "ПОВСТАННЯ\nЧЕРНІГІВСЬКОГО ПОЛКУ",
                "index": "words"

            },

            "ПОВСТАННЯ ЧЕРНІГІВСЬКОГО ПОЛКУ": {

                "answers": [

                    "СЕРПЕНЬ 1825 Р. -\nЛИПЕНЬ 1826 Р.",
                    "ЛЮТИЙ 1825 Р. -\nБЕРЕЗЕНЬ 1826 Р.",
                    "ЖОВТЕНЬ 1825 Р. -\nЛИСТОПАД 1826 Р.",
                    "ГРУДЕНЬ 1825 Р. -\nСІЧЕНЬ 1826 Р."

                ],

                "correct_answer": "ГРУДЕНЬ 1825 Р. -\nСІЧЕНЬ 1826 Р.",
                "index": "dates"

            },

            "1830-1831 РР.": {

                "answers": [

                    "ПОЛЬСЬКЕ ВІЗВОЛЬНЕ\nПОВСТАННЯ"

                ],

                "correct_answer": "ПОЛЬСЬКЕ ВІЗВОЛЬНЕ\nПОВСТАННЯ",
                "index": "words"

            },

            "ПОЛЬСЬКЕ ВІЗВОЛЬНЕ ПОВСТАННЯ": {

                "answers": [

                    "1830-1831 РР.",
                    "1835-1841 РР.",
                    "1824-1825 РР.",
                    "1856-1857 РР."

                ],

                "correct_answer": "1830-1831 РР.",
                "index": "dates"

            },

            "1840 Р.": {

                "answers": [

                    "ПЕРШЕ ВИДАННЯ \"КОБЗАРЯ\"\nТАРАСА ШЕВЧЕНКА"

                ],

                "correct_answer": "ПЕРШЕ ВИДАННЯ \"КОБЗАРЯ\"\nТАРАСА ШЕВЧЕНКА",
                "index": "words"

            },

            "ПЕРШЕ ВИДАННЯ \"КОБЗАРЯ\" ТАРАСА ШЕВЧЕНКА": {

                "answers": [

                    "1835 Р.",
                    "1840 Р.",
                    "1839 Р.",
                    "1857 Р."

                ],

                "correct_answer": "1840 Р.",
                "index": "dates"

            },

            "1846-1847 РР.":  {

                "answers": [

                    "ДІЯЛЬНІСТЬ\nКИРИЛО-МЕФОДІЇВСЬКОГО\nБРАТСТВА"

                ],

                "correct_answer": "ДІЯЛЬНІСТЬ\nКИРИЛО-МЕФОДІЇВСЬКОГО\nБРАТСТВА",
                "index": "words"

            },

            "ДІЯЛЬНІСТЬ КИРИЛО-МЕФОДІЇВСЬКОГО БРАТСТВА": {

                "answers": [

                    "1848-1850 РР.",
                    "1835-1849 РР.",
                    "1846-1847 РР.",
                    "1851-1853 РР."

                ],

                "correct_answer": "1846-1847 РР.",
                "index": "dates"

            }

        },

        "УКРАЇНСЬКІ ЗЕМЛІ У СКЛАДІ АВСТРІЙСЬКОЇ ІМПЕРІЇ НАПРИКІНЦІ XVIII — У ПЕРШІЙ ПОЛОВИНІ XIX СТ.": {

            "1816 Р.": {

                "answers": [

                    "СТВОРЕННЯ ОСВІТНЬОГО\nТОВАРИСТВА ГАЛИЦЬКИХ\nГРЕКО-КАТОЛИЦЬКИХ\nСВЯЩЕННИКІВ"

                ],

                "correct_answer": "СТВОРЕННЯ ОСВІТНЬОГО\nТОВАРИСТВА ГАЛИЦЬКИХ\nГРЕКО-КАТОЛИЦЬКИХ\nСВЯЩЕННИКІВ",
                "index": "words"

            },

            "СТВОРЕННЯ ОСВІТНЬОГО ТОВАРИСТВА ГАЛИЦЬКИХ ГРЕКО-КАТОЛИЦЬКИХ СВЯЩЕННИКІВ": {

                "answers": [

                    "1816 Р.",
                    "1824 Р.",
                    "1845 Р.",
                    "1809 Р."

                ],

                "correct_answer": "1816 Р.",
                "index": "dates"

            },

            "1833-1837 РР.": {

                "answers": [

                    "ДІЯЛЬНІСТЬ\n\"РУСЬКОЇ ТРІЙЦІ\""

                ],

                "correct_answer": "ДІЯЛЬНІСТЬ\n\"РУСЬКОЇ ТРІЙЦІ\"",
                "index": "words"

            },

            "ДІЯЛЬНІСТЬ \"РУСЬКОЇ ТРІЙЦІ\"": {

                "answers": [

                    "1845-1847 РР.",
                    "1833-1837 РР.",
                    "1856-1860 РР.",
                    "1813-1824 РР."

                ],

                "correct_answer": "1833-1837 РР.",
                "index": "dates"

            },

            "1837 Р.": {

                "answers": [

                    "ВИДАННЯ\n\"РУСАЛКИ ДНІСТРОВОЇ\""

                ],

                "correct_answer": "ВИДАННЯ\n\"РУСАЛКИ ДНІСТРОВОЇ\"",
                "index": "words"

            },

            "ВИДАННЯ \"РУСАЛКИ ДНІСТРОВОЇ\"": {

                "answers": [

                    "1836 Р.",
                    "1834 Р.",
                    "1837 Р.",
                    "1845 Р."

                ],

                "correct_answer": "1837 Р.",
                "index": "dates"

            },

            "1848 Р.": {

                "answers": [

                    "СКАСУВАННЯ ПАНЩИНИ В\nГАЛИЧИНІ, СТВОРЕННЯ ГОЛОВНОЇ\nРУСЬКОЇ РАДИ, ВИДАННЯ ПЕРШОЇ\nУКРАЇНОМОВНОЇ ГАЗЕТИ\n\"ЗОРЯ ГАЛИЦЬКА\""

                ],

                "correct_answer": "СКАСУВАННЯ ПАНЩИНИ В\nГАЛИЧИНІ, СТВОРЕННЯ ГОЛОВНОЇ\nРУСЬКОЇ РАДИ, ВИДАННЯ ПЕРШОЇ\nУКРАЇНОМОВНОЇ ГАЗЕТИ\n\"ЗОРЯ ГАЛИЦЬКА\"",
                "index": "words"

            },

            "СКАСУВАННЯ ПАНЩИНИ В ГАЛИЧИНІ, СТВОРЕННЯ ГОЛОВНОЇ РУСЬКОЇ РАДИ, ВИДАННЯ ПЕРШОЇ УКРАЇНОМОВНОЇ ГАЗЕТИ \"ЗОРЯ ГАЛИЦЬКА\"": {

                "answers": [

                    "1849 Р.",
                    "1857 Р.",
                    "1820 Р.",
                    "1848 Р."

                ],

                "correct_answer": "1848 Р.",
                "index": "dates"

            }

        },

        "КУЛЬТУРА УКРАЇНИ КІНЦЯ XVIII — ПЕРШОЇ ПОЛОВИНИ XIX СТ.": {

            "1805 Р.": {

                "answers": [

                    "ВІДКРИТТЯ УНІВЕРСИТЕТУ\nВ М. ХАРКІВ"

                ],

                "correct_answer": "ВІДКРИТТЯ УНІВЕРСИТЕТУ\nВ М. ХАРКІВ",
                "index": "words"

            },

            "ВІДКРИТТЯ УНІВЕРСИТЕТУ В М. ХАРКІВ": {

                "answers": [

                    "1805 Р.",
                    "1801 Р.",
                    "1811 Р.",
                    "1815 Р."

                ],

                "correct_answer": "1805 Р.",
                "index": "dates"

            },

            "1834 Р.": {

                "answers": [

                    "ВІДКРИТТЯ УНІВЕРСИТЕТУ\nВ М. КИЇВ"

                ],

                "correct_answer": "ВІДКРИТТЯ УНІВЕРСИТЕТУ\nВ М. КИЇВ",
                "index": "words"

            },

            "ВІДКРИТТЯ УНІВЕРСИТЕТУ В М. КИЇВ": {

                "answers": [

                    "1836 Р.",
                    "1834 Р.",
                    "1841 Р.",
                    "1847 Р."

                ],

                "correct_answer": "1834 Р.",
                "index": "dates"

            },

            "1839 Р.": {

                "answers": [

                    "ЛІКВІДАЦІЯ ЦАРСЬКОЮ ВЛАДОЮ\nГРЕКО-КАТОЛИЦЬКОГО ЦЕРКВИ\nНА ПРАВОБЕРЕЖЖІ"

                ],

                "correct_answer": "ЛІКВІДАЦІЯ ЦАРСЬКОЮ ВЛАДОЮ\nГРЕКО-КАТОЛИЦЬКОГО ЦЕРКВИ\nНА ПРАВОБЕРЕЖЖІ",
                "index": "words"

            },

            "ЛІКВІДАЦІЯ ЦАРСЬКОЮ ВЛАДОЮ\nГРЕКО-КАТОЛИЦЬКОГО ЦЕРКВИ\nНА ПРАВОБЕРЕЖЖІ": {

                "answers": [

                    "1843 Р.",
                    "1851 Р.",
                    "1839 Р.",
                    "1824 Р."

                ],

                "correct_answer": "1839 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНСЬКІ ЗЕМЛІ У СКЛАДІ РОСІЙСЬКОЇ ІМПЕРІЇ В ДРУГІЙ ПОЛОВИНІ XIX СТ.": {

            "19 лютого 1861 Р.": {

                "answers": [

                    "ЦАРСЬКИЙ МАНІФЕСТ ПРО\nСКАСУВАННЯ КРІПОСНОГО\nПРАВА В РОСІЙСЬКІЙ ІМПЕРІЇ"

                ],

                "correct_answer": "ЦАРСЬКИЙ МАНІФЕСТ ПРО\nСКАСУВАННЯ КРІПОСНОГО\nПРАВА В РОСІЙСЬКІЙ ІМПЕРІЇ",
                "index": "words"

            },

            "ЦАРСЬКИЙ МАНІФЕСТ ПРО СКАСУВАННЯ КРІПОСНОГО ПРАВА В РОСІЙСЬКІЙ ІМПЕРІЇ": {

                "answers": [

                    "19 ЛЮТОГО 1861 Р.",
                    "25 СІЧНЯ 1861 Р.",
                    "30 ЛИПНЯ 1861 Р.",
                    "24 ЧЕРВНЯ 1861 Р."

                ],

                "correct_answer": "19 ЛЮТОГО 1861 Р.",
                "index": "dates"

            },

            "1863 Р.": {

                "answers": [

                    "ВАЛУЄВСЬКИЙ\nЦИРКУЛЯР"

                ],

                "correct_answer": "ВАЛУЄВСЬКИЙ\nЦИРКУЛЯР",
                "index": "words"

            },

            "ВАЛУЄВСЬКИЙ ЦИРКУЛЯР": {

                "answers": [

                    "1869 Р.",
                    "1863 Р.",
                    "1871 Р.",
                    "1880 Р."

                ],

                "correct_answer": "1863 Р.",
                "index": "dates"

            },

            "1863-1864 РР.": {

                "answers": [

                    "ПОЛЬСЬКЕ\nНАЦІОНАЛЬНО-ВИЗВОЛЬНЕ\nПОВСТАННЯ"

                ],

                "correct_answer": "ПОЛЬСЬКЕ\nНАЦІОНАЛЬНО-ВИЗВОЛЬНЕ\nПОВСТАННЯ",
                "index": "words"

            },

            "ПОЛЬСЬКЕ НАЦІОНАЛЬНО-ВИЗВОЛЬНЕ ПОВСТАННЯ": {

                "answers": [

                    "1865-1867 РР.",
                    "1870-1871 РР.",
                    "1863-1864 РР.",
                    "1845-1846 РР."

                ],

                "correct_answer": "1863-1864 РР.",
                "index": "dates"

            },

            "1876 Р.": {

                "answers": [

                    "ЕМСЬКИЙ УКАЗ"

                ],

                "correct_answer": "ЕМСЬКИЙ УКАЗ",
                "index": "words"

            },

            "ЕМСЬКИЙ УКАЗ": {

                "answers": [

                    "1871 Р.",
                    "1889 Р.",
                    "1865 Р.",
                    "1876 Р."

                ],

                "correct_answer": "1876 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНСЬКІ ЗЕМЛІ У СКЛАДІ АВСТРО-УГОРЩИНИ В ДРУГІЙ ПОЛОВИНІ XIX СТ.": {

            "1868 Р.": {

                "answers": [

                    "СТВОРЕННЯ У М. ЛЬВІВ\nТОВАРИСТВА \"ПРОСВІТА\""

                ],

                "correct_answer": "СТВОРЕННЯ У М. ЛЬВІВ\nТОВАРИСТВА \"ПРОСВІТА\"",
                "index": "words"

            },

            "СТВОРЕННЯ У М. ЛЬВІВ ТОВАРИСТВА \"ПРОСВІТА\"": {

                "answers": [

                    "1868 Р.",
                    "1874 Р.",
                    "1861 Р.",
                    "1895 Р."

                ],

                "correct_answer": "1868 Р.",
                "index": "dates"

            },

            "1873 Р.": {

                "answers": [

                    "СТВОРЕННЯ У М. ЛЬВІВ\nЛІТЕРАТУРНОГО ТОВАРИСТВА\nІМЕНІ Т. ШЕВЧЕНКА"

                ],

                "correct_answer": "СТВОРЕННЯ У М. ЛЬВІВ\nЛІТЕРАТУРНОГО ТОВАРИСТВА\nІМЕНІ Т. ШЕВЧЕНКА",
                "index": "words"

            },

            "СТВОРЕННЯ У М. ЛЬВІВ ЛІТЕРАТУРНОГО ТОВАРИСТВА ІМЕНІ Т. ШЕВЧЕНКА": {

                "answers": [

                    "1885 Р.",
                    "1873 Р.",
                    "1881 Р.",
                    "1870 Р."

                ],

                "correct_answer": "1873 Р.",
                "index": "dates"

            },

            "1890 Р.": {

                "answers": [

                    "СТВОРЕННЯ\nРУСЬКО-УКРАЇНСЬКОЇ\nРАДИКАЛЬНОЇ ПАРТІЇ"

                ],

                "correct_answer": "СТВОРЕННЯ\nРУСЬКО-УКРАЇНСЬКОЇ\nРАДИКАЛЬНОЇ ПАРТІЇ",
                "index": "words"

            },

            "СТВОРЕННЯ РУСЬКО-УКРАЇНСЬКОЇ РАДИКАЛЬНОЇ ПАРТІЇ": {

                "answers": [

                    "1873 Р.",
                    "1880 Р.",
                    "1890 Р.",
                    "1899 Р."

                ],

                "correct_answer": "1890 Р.",
                "index": "dates"

            },

            "1899 Р.": {

                "answers": [

                    "СТВОРЕННЯ УКРАЇНСЬКОЇ\nНАЦІОНАЛЬНО-ДЕМОКРАТИЧНОЇ\nПАРТІЇ ТА УКРАЇНСЬКОЇ\nСОЦІАЛ-ДЕМОКРАТИЧНОЇ\nПАРТІЇ"

                ],

                "correct_answer": "СТВОРЕННЯ УКРАЇНСЬКОЇ\nНАЦІОНАЛЬНО-ДЕМОКРАТИЧНОЇ\nПАРТІЇ ТА УКРАЇНСЬКОЇ\nСОЦІАЛ-ДЕМОКРАТИЧНОЇ\nПАРТІЇ",
                "index": "words"

            },

            "СТВОРЕННЯ УКРАЇНСЬКОЇ НАЦІОНАЛЬНО-ДЕМОКРАТИЧНОЇ ПАРТІЇ ТА УКРАЇНСЬКОЇ СОЦІАЛ-ДЕМОКРАТИЧНОЇ ПАРТІЇ": {

                "answers": [

                    "1881 Р.",
                    "1886 Р.",
                    "1891 Р.",
                    "1899 Р."
                ],

                "correct_answer": "1899 Р.",
                "index": "dates"

            }

        },

        "КУЛЬТУРА УКРАЇНИ В ДРУГІЙ ПОЛОВИНІ XIX СТ. — НА ПОЧАТКУ XX СТ.": {

            "1865 Р.": {

                "answers": [

                    "ВІДКРИТТЯ\nНОВОРОСІЙСЬКОГО\nУНІВЕРСИТЕТУ"

                ],

                "correct_answer": "ВІДКРИТТЯ\nНОВОРОСІЙСЬКОГО\nУНІВЕРСИТЕТУ",
                "index": "words"

            },

            "ВІДКРИТТЯ НОВОРОСІЙСЬКОГО УНІВЕРСИТЕТУ": {

                "answers": [

                    "1865 Р.",
                    "1870 Р.",
                    "1861 Р.",
                    "1875 Р."

                ],

                "correct_answer": "1865 Р.",
                "index": "dates"

            },

            "1875 Р.": {

                "answers": [

                    "ВІДКРИТТЯ\nЧЕРНІВЕЦЬКОГО\nУНІВЕРСИТЕТУ"

                ],

                "correct_answer": "ВІДКРИТТЯ\nЧЕРНІВЕЦЬКОГО\nУНІВЕРСИТЕТУ",
                "index": "words"

            },

            "ВІДКРИТТЯ\nЧЕРНІВЕЦЬКОГО\nУНІВЕРСИТЕТУ": {

                "answers": [

                    "1873 Р.",
                    "1875 Р.",
                    "1882 Р.",
                    "1890 Р."

                ],

                "correct_answer": "1875 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНСЬКІ ЗЕМЛІ У СКЛАДІ РОСІЙСЬКІЙ ІМПЕРІЇ В 1900-1914 РР.": {

            "1900 Р.": {

                "answers": [

                    "СТВОРЕННЯ РЕВОЛЮЦІЙНОЇ\nУКРАЇНСЬКОЇ ПАРТІЇ\n(РУП)"

                ],

                "correct_answer": "СТВОРЕННЯ РЕВОЛЮЦІЙНОЇ\nУКРАЇНСЬКОЇ ПАРТІЇ\n(РУП)",
                "index": "words"

            },

            "СТВОРЕННЯ РЕВОЛЮЦІЙНОЇ УКРАЇНСЬКОЇ ПАРТІЇ (РУП)": {

                "answers": [

                    "1900 Р.",
                    "1901 Р.",
                    "1917 Р.",
                    "1909 Р."

                ],

                "correct_answer": "1900 Р.",
                "index": "dates"

            },

            "1905 Р.": {

                "answers": [

                    "СТВОРЕННЯ ПЕРШОЇ В\nНАДДНІПРЯНСЬКІЙ УКРАЇНІ\n\"ПРОСВІТИ\""

                ],

                "correct_answer": "СТВОРЕННЯ ПЕРШОЇ В\nНАДДНІПРЯНСЬКІЙ УКРАЇНІ\n\"ПРОСВІТИ\"",
                "index": "words"

            },

            "СТВОРЕННЯ ПЕРШОЇ В НАДДНІПРЯНСЬКІЙ УКРАЇНІ \"ПРОСВІТИ\"": {

                "answers": [

                    "1906 Р.",
                    "1905 Р.",
                    "1911 Р.",
                    "1920 Р."

                ],

                "correct_answer": "1905 Р.",
                "index": "dates"

            },

            "1908 Р.": {

                "answers": [

                    "СТВОРЕННЯ ТОВАРИСТВА\nУКРАЇНСЬКИХ ПОСТУПОВЦІВ (ТУП)"

                ],

                "correct_answer":"СТВОРЕННЯ ТОВАРИСТВА\nУКРАЇНСЬКИХ ПОСТУПОВЦІВ (ТУП)",
                "index": "words"

            },

            "СТВОРЕННЯ ТОВАРИСТВА УКРАЇНСЬКИХ ПОСТУПОВЦІВ (ТУП)": {

                "answers": [

                    "1925 Р.",
                    "1930 Р.",
                    "1908 Р.",
                    "1914 Р."

                ],

                "correct_answer": "1908 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНСЬКІ ЗЕМЛІ У СКЛАДІ АВСТРО-УГОРЩИНИ В 1900-1914 РР.": {

            "1900 Р.": {

                "answers": [

                    "ОБРАННЯ АНДРЕЯ\nШЕПТИЦЬКОГО МИТРОПОЛИТОМ\nУГКЦ"

                ],

                "correct_answer": "ОБРАННЯ АНДРЕЯ\nШЕПТИЦЬКОГО МИТРОПОЛИТОМ\nУГКЦ",
                "index": "words"

            },

            "ОБРАННЯ АНДРЕЯ ШЕПТИЦЬКОГО МИТРОПОЛИТОМ УГКЦ": {

                "answers": [

                    "1900 Р.",
                    "1908 Р.",
                    "1914 Р.",
                    "1921 Р."

                ],

                "correct_answer": "1900 Р.",
                "index": "dates"

            },

            "1907 Р.": {

                "answers": [

                    "ВПРОВАДЖЕННЯ В\nАВСТРО-УГОРСЬКІЙ ІМПЕРІЇ\nЗАГАЛЬНОГО ВИБОРЧОГО ПРАВА\nДЛЯ ЧОЛОВІКІВ"

                ],

                "correct_answer": "ВПРОВАДЖЕННЯ В\nАВСТРО-УГОРСЬКІЙ ІМПЕРІЇ\nЗАГАЛЬНОГО ВИБОРЧОГО ПРАВА\nДЛЯ ЧОЛОВІКІВ",
                "index": "words"

            },

            "ВПРОВАДЖЕННЯ В АВСТРО-УГОРСЬКІЙ ІМПЕРІЇ ЗАГАЛЬНОГО ВИБОРЧОГО ПРАВА ДЛЯ ЧОЛОВІКІВ": {

                "answers": [

                    "1900 Р.",
                    "1907 Р.",
                    "1916 Р.",
                    "1931 Р."

                ],

                "correct_answer": "1907 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНА В РОКИ ПЕРШОЇ СВІТОВОЇ ВІЙНИ": {

            "СЕРПЕНЬ 1914 Р.": {

                "answers": [

                    "УТВОРЕННЯ ГОЛОВНОЇ\nУКРАЇНСЬКОЇ РАДИ, ФОРМУВАННЯ\nЛЕГІОНУ УКРАЇНСЬКИХ СІЧОВИХ\nСТРІЛЬЦІВ (УСС), СТВОРЕННЯ\nСОЮЗУ ВИЗВОЛЕННЯ УКРАЇНИ"

                ],

                "correct_answer": "УТВОРЕННЯ ГОЛОВНОЇ\nУКРАЇНСЬКОЇ РАДИ, ФОРМУВАННЯ\nЛЕГІОНУ УКРАЇНСЬКИХ СІЧОВИХ\nСТРІЛЬЦІВ (УСС), СТВОРЕННЯ\nСОЮЗУ ВИЗВОЛЕННЯ УКРАЇНИ",
                "index": "words"

            },

            "УТВОРЕННЯ ГОЛОВНОЇ УКРАЇНСЬКОЇ РАДИ, ФОРМУВАННЯ ЛЕГІОНУ УКРАЇНСЬКИХ СІЧОВИХ СТРІЛЬЦІВ (УСС), СТВОРЕННЯ СОЮЗУ ВИЗВОЛЕННЯ УКРАЇНИ": {

                "answers": [

                    "СЕРПЕНЬ 1914 Р.",
                    "БЕРЕЗЕНЬ 1914 Р.",
                    "ЖОВТЕНЬ 1914 Р.",
                    "ТРАВЕНЬ 1914 Р."

                ],

                "correct_answer": "СЕРПЕНЬ 1914 Р.",
                "index": "dates"

            },

            "1914 Р.": {

                "answers": [

                    "ГАЛИЦЬКА\nБИТВА"

                ],

                "correct_answer": "ГАЛИЦЬКА\nБИТВА",
                "index": "words"

            },

            "ГАЛИЦЬКА БИТВА": {

                "answers": [

                    "1915 Р.",
                    "1914 Р.",
                    "1919 Р.",
                    "1925 Р."

                ],

                "correct_answer": "1914 Р.",
                "index": "dates"

            },

            "1915 Р.": {

                "answers": [

                    "УТВОРЕННЯ ЗАГАЛЬНОЇ\nУКРАЇНСЬКОЇ РАДИ"

                ],

                "correct_answer": "УТВОРЕННЯ ЗАГАЛЬНОЇ\nУКРАЇНСЬКОЇ РАДИ",
                "index": "words"

            },

            "УТВОРЕННЯ ЗАГАЛЬНОЇ УКРАЇНСЬКОЇ РАДИ": {

                "answers": [

                    "1931 Р.",
                    "1925 Р.",
                    "1915 Р.",
                    "1916 Р."

                ],

                "correct_answer": "1915 Р.",
                "index": "dates"

            },

            "1916 Р.": {

                "answers": [

                    "БРУСИЛОВСЬКИЙ\nПРОРИВ"

                ],

                "correct_answer": "БРУСИЛОВСЬКИЙ\nПРОРИВ",
                "index": "words"

            },

            "БРУСИЛОВСЬКИЙ ПРОРИВ": {

                "answers": [

                    "1914 Р.",
                    "1915 Р.",
                    "1919 Р.",
                    "1916 Р."

                ],

                "correct_answer": "1916 Р.",
                "index": "dates"

            }

        },

        "ПОЧАТОК УКРАЇНСЬКОЇ РЕВОЛЮЦІЇ": {

            "БЕРЕЗЕНЬ 1917 Р.": {

                "answers": [

                    "УТВОРЕННЯ УКРАЇНСЬКОЇ\nЦЕНТРАЛЬНОЇ РАДИ (УЦР)"

                ],

                "correct_answer": "УТВОРЕННЯ УКРАЇНСЬКОЇ\nЦЕНТРАЛЬНОЇ РАДИ (УЦР)",
                "index": "words"

            },

            "УТВОРЕННЯ УКРАЇНСЬКОЇ ЦЕНТРАЛЬНОЇ РАДИ (УЦР)": {

                "answers": [

                    "БЕРЕЗЕНЬ 1917 Р.",
                    "СІЧЕНЬ 1917 Р.",
                    "ЛЮТИЙ 1917 Р.",
                    "КВІТЕНЬ 1917 Р."

                ],

                "correct_answer": "БЕРЕЗЕНЬ 1917 Р.",
                "index": "dates"

            },

            "КВІТЕНЬ 1917 Р.": {

                "answers": [

                    "ВСЕУКРАЇНСЬКИЙ\nНАЦІОНАЛЬНИЙ\nКОНГРЕС"

                ],

                "correct_answer": "ВСЕУКРАЇНСЬКИЙ\nНАЦІОНАЛЬНИЙ\nКОНГРЕС",
                "index": "words"

            },

            "ВСЕУКРАЇНСЬКИЙ НАЦІОНАЛЬНИЙ КОНГРЕС": {

                "answers": [

                    "ЛИСТОПАД 1917 Р.",
                    "КВІТЕНЬ 1917 Р.",
                    "СІЧЕНЬ 1917 Р.",
                    "БЕРЕЗЕНЬ 1917 Р."

                ],

                "correct_answer": "КВІТЕНЬ 1917 Р.",
                "index": "dates"

            },

            "ЧЕРВЕНЬ 1917 Р.": {

                "answers": [

                    "I УНІВЕРСАЛ УЦР"

                ],

                "correct_answer": "I УНІВЕРСАЛ УЦР",
                "index": "words"

            },

            "I УНІВЕРСАЛ УЦР": {

                "answers": [

                    "СЕРПЕНЬ 1917 Р.",
                    "ГРУДЕНЬ 1917 Р.",
                    "ЧЕРВЕНЬ 1917 Р.",
                    "ТРАВЕНЬ 1917 Р."

                ],

                "correct_answer": "ЧЕРВЕНЬ 1917 Р.",
                "index": "dates"

            },

            "ЛИПЕНЬ 1917 Р.": {

                "answers": [

                    "II УНІВЕРСАЛ УЦР"

                ],

                "correct_answer": "II УНІВЕРСАЛ УЦР",
                "index": "words"

            },

            "II УНІВЕРСАЛ УЦР": {

                "answers": [

                    "ЖОВТЕНЬ 1917 Р.",
                    "КВІТЕНЬ 1917 Р.",
                    "БЕРЕЗЕНЬ 1917 Р.",
                    "ЛИПЕНЬ 1917 Р."

                ],

                "correct_answer": "ЛИПЕНЬ 1917 Р.",
                "index": "dates"

            },

            "ЛИСТОПАД 1917 Р.": {

                "answers": [

                    "III УНІВЕРСАЛ УЦР"

                ],

                "correct_answer": "III УНІВЕРСАЛ УЦР",
                "index": "words"

            },

            "III УНІВЕРСАЛ УЦР": {

                "answers": [

                    "ЛИСТОПАД 1917 Р.",
                    "ЖОВТЕНЬ 1917 Р.",
                    "ВЕРЕСЕНЬ 1917 Р.",
                    "ТРАВЕНЬ 1917 Р."

                ],

                "correct_answer": "ЛИСТОПАД 1917 Р.",
                "index": "dates"

            },

            "9 (22) СІЧНЯ 1918 Р.": {

                "answers": [

                    "IV УНІВЕРСАЛ УЦР\nПРОГОЛОШЕННЯ НЕЗАЛЕЖНОСТІ\nУКРАЇНСЬКОЇ НАРОДНОЇ\nРЕСПУБЛІКИ (УНР)"

                ],

                "correct_answer": "IV УНІВЕРСАЛ УЦР\nПРОГОЛОШЕННЯ НЕЗАЛЕЖНОСТІ\nУКРАЇНСЬКОЇ НАРОДНОЇ\nРЕСПУБЛІКИ (УНР)",
                "index": "words"

            },

            "IV УНІВЕРСАЛ УЦР ПРОГОЛОШЕННЯ НЕЗАЛЕЖНОСТІ УКРАЇНСЬКОЇ НАРОДНОЇ РЕСПУБЛІКИ (УНР)": {

                "answers": [

                    "5 (16) ЛИПНЯ 1918 Р.",
                    "9 (22) СІЧНЯ 1918 Р.",
                    "15 (17) СЕРПНЯ 1918 Р.",
                    "2 (9) ЧЕРВНЯ 1918 Р."

                ],

                "correct_answer": "9 (22) СІЧНЯ 1918 Р.",
                "index": "dates"

            },

            "СІЧЕНЬ 1918 Р.": {

                "answers": [

                    "БІЙ БІЛЯ\nСТАНЦІЇ КРУТИ"

                ],

                "correct_answer": "БІЙ БІЛЯ\nСТАНЦІЇ КРУТИ",
                "index": "words"

            },

            "БІЙ БІЛЯ СТАНЦІЇ КРУТИ": {

                "answers": [

                    "ЛЮТИЙ 1918 Р.",
                    "ТРАВЕНЬ 1918 Р.",
                    "СІЧЕНЬ 1918 Р.",
                    "СЕРПЕНЬ 1918 Р."

                ],

                "correct_answer": "СІЧЕНЬ 1918 Р.",
                "index": "dates"

            },

            "СІЧЕНЬ (ЛЮТИЙ) 1918 Р.": {

                "answers": [

                    "БЕРЕСТЕЙСЬКИЙ МИРНИЙ\nДОГОВІР МІЖ УНР ТА\nДЕРЖАВАМИ ЧЕТВЕРНОГО\nСОЮЗУ"

                ],

                "correct_answer": "БЕРЕСТЕЙСЬКИЙ МИРНИЙ\nДОГОВІР МІЖ УНР ТА\nДЕРЖАВАМИ ЧЕТВЕРНОГО\nСОЮЗУ",
                "index": "words"

            },

            "БЕРЕСТЕЙСЬКИЙ МИРНИЙ ДОГОВІР МІЖ УНР ТА ДЕРЖАВАМИ ЧЕТВЕРНОГО СОЮЗУ": {

                "answers": [

                    "ЛИПЕНЬ (СЕРПЕНЬ) 1918 Р.",
                    "СІЧЕНЬ (ТРАВЕНЬ) 1918 Р.",
                    "БЕРЕЗЕНЬ (КВІТЕНЬ) 1918 Р.",
                    "СІЧЕНЬ (ЛЮТИЙ) 1918 Р."

                ],

                "correct_answer": "СІЧЕНЬ (ЛЮТИЙ) 1918 Р.",
                "index": "dates"

            }

        },

        "РОЗГОРТАННЯ УКРАЇНСЬКОЇ РЕВОЛЮЦІЇ. БОРОТЬБА ЗА ВІДНОВЛЕННЯ ДЕРЖАВНОСТІ": {

            "29 КВІТНЯ 1918 Р.": {

                "answers": [

                    "ДЕРЖАВНИЙ ПЕРЕВОРОТ І\nПРИХІД ДО ВЛАДИ\nПАВЛА СКОРОПАДСЬКОГО"

                ],

                "correct_answer": "ДЕРЖАВНИЙ ПЕРЕВОРОТ І\nПРИХІД ДО ВЛАДИ\nПАВЛА СКОРОПАДСЬКОГО",
                "index": "words"

            },

            "ДЕРЖАВНИЙ ПЕРЕВОРОТ І ПРИХІД ДО ВЛАДИ ПАВЛА СКОРОПАДСЬКОГО": {

                "answers": [

                    "29 КВІТНЯ 1918 Р.",
                    "15 КВІТНЯ 1918 Р.",
                    "6 КВІТНЯ 1918 Р.",
                    "20 КВІТНЯ 1918 Р."

                ],

                "correct_answer": "29 КВІТНЯ 1918 Р.",
                "index": "dates"

            },

            "1 ЛИСТОПАДА 1918 Р.": {

                "answers": [

                    "ЛИСТОПАДОВИЙ ЗРИВ\nУ ЛЬВОВІ"

                ],

                "correct_answer": "ЛИСТОПАДОВИЙ ЗРИВ\nУ ЛЬВОВІ",
                "index": "words"

            },

            "ЛИСТОПАДОВИЙ ЗРИВ У ЛЬВОВІ": {

                "answers": [

                    "5 ЛИСТОПАДА 1918 Р.",
                    "1 ЛИСТОПАДА 1918 Р.",
                    "13 ЛИСТОПАДА 1918 Р.",
                    "24 ЛИСТОПАДА 1918 Р."

                ],

                "correct_answer": "1 ЛИСТОПАДА 1918 Р.",
                "index": "dates"

            },

            "13 ЛИСТОПАДА 1918 Р.": {

                "answers": [

                    "ПРОГОЛОШЕННЯ\nЗАХІДНОУКРАЇНСЬКОЇ НАРОДНОЇ\nРЕСПУБЛІКИ (ЗУНР)"

                ],

                "correct_answer": "ПРОГОЛОШЕННЯ\nЗАХІДНОУКРАЇНСЬКОЇ НАРОДНОЇ\nРЕСПУБЛІКИ (ЗУНР)",
                "index": "words"

            },

            "ПРОГОЛОШЕННЯ ЗАХІДНОУКРАЇНСЬКОЇ НАРОДНОЇ РЕСПУБЛІКИ (ЗУНР)": {

                "answers": [

                    "23 ЛИСТОПАДА 1918 Р.",
                    "6 ЛИСТОПАДА 1918 Р.",
                    "13 ЛИСТОПАДА 1918 Р.",
                    "2 ЛИСТОПАДА 1918 Р."

                ],

                "correct_answer": "13 ЛИСТОПАДА 1918 Р.",
                "index": "dates"

            },

            "ЛИСТОПАД 1918 Р.": {

                "answers": [

                    "ЗАСНУВАННЯ УКРАЇНСЬКОЇ\nАКАДЕМІЇ НАУК"

                ],

                "correct_answer": "ЗАСНУВАННЯ УКРАЇНСЬКОЇ\nАКАДЕМІЇ НАУК",
                "index": "words"

            },

            "ЗАСНУВАННЯ УКРАЇНСЬКОЇ\nАКАДЕМІЇ НАУК": {

                "answers": [

                    "ГРУДЕНЬ 1918 Р.",
                    "ЛИПЕНЬ 1918 Р.",
                    "СІЧЕНЬ 1918 Р.",
                    "ЛИСТОПАД 1918 Р."

                ],

                "correct_answer": "ЛИСТОПАД 1918 Р.",
                "index": "dates"

            },

            "14 ЛИСТОПАДА 1918 Р.": {

                "answers": [

                    "УТВОРЕННЯ\nДИРЕКТОРІЇ"

                ],

                "correct_answer": "УТВОРЕННЯ\nДИРЕКТОРІЇ",
                "index": "words"

            },

            "УТВОРЕННЯ ДИРЕКТОРІЇ": {

                "answers": [

                    "14 ЛИСТОПАДА 1918 Р.",
                    "20 ЛИСТОПАДА 1918 Р.",
                    "26 ЛИСТОПАДА 1918 Р.",
                    "5 ЛИСТОПАДА 1918 Р."

                ],

                "correct_answer": "14 ЛИСТОПАДА 1918 Р.",
                "index": "dates"

            },

            "22 СІЧНЯ 1919 Р.": {

                "answers": [

                    "ПРОГОЛОШЕННЯ АКТА\nЗЛУКИ УНР ТА ЗУНР"

                ],

                "correct_answer": "ПРОГОЛОШЕННЯ АКТА\nЗЛУКИ УНР ТА ЗУНР",
                "index": "words"

            },

            "ПРОГОЛОШЕННЯ АКТА ЗЛУКИ УНР ТА ЗУНР": {

                "answers": [

                    "25 СІЧНЯ 1919 Р.",
                    "22 СІЧНЯ 1919 Р.",
                    "13 СІЧНЯ 1919 Р.",
                    "3 СІЧНЯ 1919 Р."

                ],

                "correct_answer": "22 СІЧНЯ 1919 Р.",
                "index": "dates"

            },

            "ГРУДЕНЬ 1919 — ТРАВЕНЬ 1920 РР.": {

                "answers": [

                    "ПЕРШИЙ ЗИМОВИЙ\nПОХІД ПРОТИ АРМІЇ УНР"

                ],

                "correct_answer": "ПЕРШИЙ ЗИМОВИЙ\nПОХІД ПРОТИ АРМІЇ УНР",
                "index": "words"

            },

            "ПЕРШИЙ ЗИМОВИЙ ПОХІД ПРОТИ АРМІЇ УНР": {

                "answers": [

                    "СЕРПЕНЬ 1919 —\nЛИПЕНЬ 1920 РР.",
                    "ЛЮТИЙ 1919 —\nГРУДЕНЬ 1920 РР.",
                    "ГРУДЕНЬ 1919 —\nТРАВЕНЬ 1920 РР.",
                    "БЕРЕЗЕНЬ 1919 —\nТРАВЕНЬ 1920 РР."

                ],

                "correct_answer": "ГРУДЕНЬ 1919 —\nТРАВЕНЬ 1920 РР.",
                "index": "dates"

            },

            "КВІТЕНЬ 1920 Р.": {

                "answers": [

                    "ВАРШАВСЬКА УГОДА"

                ],

                "correct_answer": "ВАРШАВСЬКА УГОДА",
                "index": "words"

            },

            "ВАРШАВСЬКА УГОДА": {

                "answers": [

                    "ТРАВЕНЬ 1920 Р.",
                    "СЕРПЕНЬ 1920 Р.",
                    "ЛИПЕНЬ 1920 Р.",
                    "КВІТЕНЬ 1920 Р."

                ],

                "correct_answer": "КВІТЕНЬ 1920 Р.",
                "index": "dates"

            },

            "БЕРЕЗЕНЬ 1921 Р.": {

                "answers": [

                    "РИЗЬКИЙ\nМИРНИЙ ДОГОВІР"

                ],

                "correct_answer": "РИЗЬКИЙ\nМИРНИЙ ДОГОВІР",
                "index": "words"

            },

            "РИЗЬКИЙ МИРНИЙ ДОГОВІР": {

                "answers": [

                    "БЕРЕЗЕНЬ 1921 Р.",
                    "ТРАВЕНЬ 1921 Р.",
                    "КВІТЕНЬ 1921 Р.",
                    "СІЧЕНЬ 1921 Р."

                ],

                "correct_answer": "БЕРЕЗЕНЬ 1921 Р.",
                "index": "dates"

            },

            "ЛИСТОПАД 1921 Р.": {

                "answers": [

                    "ДРУГИЙ ЗИМОВИЙ\nПОХІД АРМІЇ УНР"

                ],

                "correct_answer": "ДРУГИЙ ЗИМОВИЙ\nПОХІД АРМІЇ УНР",
                "index": "words"

            },

            "ДРУГИЙ ЗИМОВИЙ ПОХІД АРМІЇ УНР": {

                "answers": [

                    "БЕРЕЗЕНЬ 1921 Р.",
                    "ЛИСТОПАД 1921 Р.",
                    "КВІТЕНЬ 1921 Р.",
                    "ЛЮТИЙ 1921 Р."

                ],

                "correct_answer": "ЛИСТОПАД 1921 Р.",
                "index": "dates"

            }

        },

        "ВСТАНОВЛЕННЯ КОМУНІСТИЧНОГО ТОТАЛІТАРНОГО РЕЖИМУ В УКРАЇНІ": {

            "1921-1923 РР.": {

                "answers": [

                    "МАСОВИЙ ГОЛОД\nВ УКРАЇНІ"

                ],

                "correct_answer": "МАСОВИЙ ГОЛОД\nВ УКРАЇНІ",
                "index": "words"

            },

            "МАСОВИЙ ГОЛОД В УКРАЇНІ": {

                "answers": [

                    "1921-1923 РР.",
                    "1923-1925 РР.",
                    "1918-1921 РР.",
                    "1925-1930 РР."

                ],

                "correct_answer": "1921-1923 РР.",
                "index": "dates"

            },

            "1922 Р.": {

                "answers": [

                    "ВХОДЖЕННЯ УСРР ДО\nСКЛАДУ СОЮЗУ РАДЯНСЬКИХ\nСОЦІАЛІСТИЧНИХ РЕСПУБЛІК\n(СРСР)"

                ],

                "correct_answer": "ВХОДЖЕННЯ УСРР ДО\nСКЛАДУ СОЮЗУ РАДЯНСЬКИХ\nСОЦІАЛІСТИЧНИХ РЕСПУБЛІК\n(СРСР)",
                "index": "words"

            },

            "ВХОДЖЕННЯ УСРР ДО СКЛАДУ СОЮЗУ РАДЯНСЬКИХ СОЦІАЛІСТИЧНИХ РЕСПУБЛІК (СРСР)": {

                "answers": [

                    "1924 Р.",
                    "1922 Р.",
                    "1928 Р.",
                    "1934 Р."

                ],

                "correct_answer": "1922 Р.",
                "index": "dates"

            },

            "1923 Р.": {

                "answers": [

                    "ПОЧАТОК ПОЛІТИКИ\nУКРАЇНІЗАЦІЇ В УСРР"

                ],

                "correct_answer": "ПОЧАТОК ПОЛІТИКИ\nУКРАЇНІЗАЦІЇ В УСРР",
                "index": "words"

            },

            "ПОЧАТОК ПОЛІТИКИ УКРАЇНІЗАЦІЇ В УСРР": {

                "answers": [

                    "1921 Р.",
                    "1919 Р.",
                    "1923 Р.",
                    "1929 Р."

                ],

                "correct_answer": "1923 Р.",
                "index": "dates"

            },

            "1925 Р.": {

                "answers": [

                    "ПРОГОЛОШЕННЯ КУРСУ\nНА ІНДУСТРІАЛІЗАЦІЮ"

                ],

                "correct_answer": "ПРОГОЛОШЕННЯ КУРСУ\nНА ІНДУСТРІАЛІЗАЦІЮ",
                "index": "words"

            },

            "ПРОГОЛОШЕННЯ КУРСУ\nНА ІНДУСТРІАЛІЗАЦІЮ": {

                "answers": [

                    "1931 Р.",
                    "1921 Р.",
                    "1919 Р.",
                    "1925 Р."

                ],

                "correct_answer": "1925 Р.",
                "index": "dates"

            }

        },

        "УТВЕРДЖЕННЯ БІЛЬШОВИЦЬКОГО ТОТАЛІТАРНОГО РЕЖИМУ В УКРАЇНІ": {

            "1928/1929-1932 Р.": {

                "answers": [

                    "ПЕРША\nП'ЯТИРІЧКА"

                ],

                "correct_answer": "ПЕРША\nП'ЯТИРІЧКА",
                "index": "words"

            },

            "ПЕРША П'ЯТИРІЧКА": {

                "answers": [

                    "1928/1929-1932 РР.",
                    "1923/1926-1935 РР.",
                    "1919/1920-1925 РР.",
                    "1931/1933-1937 РР."

                ],

                "correct_answer": "1928/1929-1932 РР.",
                "index": "dates"

            },

            "1928 Р.": {

                "answers": [

                    "СУДОВИЙ ПРОЦЕС У\nШАХТИНСЬКІЙ СПРАВІ"

                ],

                "correct_answer": "СУДОВИЙ ПРОЦЕС У\nШАХТИНСЬКІЙ СПРАВІ",
                "index": "words"

            },

            "СУДОВИЙ ПРОЦЕС У ШАХТИНСЬКІЙ СПРАВІ": {

                "answers": [

                    "1930 Р.",
                    "1928 Р.",
                    "1920 Р.",
                    "1935 Р."

                ],

                "correct_answer": "1928 Р.",
                "index": "dates"

            },

            "1929 Р.": {

                "answers": [

                    "ПОЧАТОК\nНАСИЛЬНИЦЬКОЇ\nКОЛЕКТИВІЗАЦІЇ"

                ],

                "correct_answer": "ПОЧАТОК\nНАСИЛЬНИЦЬКОЇ\nКОЛЕКТИВІЗАЦІЇ",
                "index": "words"

            },

            "ПОЧАТОК НАСИЛЬНИЦЬКОЇ КОЛЕКТИВІЗАЦІЇ": {

                "answers": [

                    "1931 Р.",
                    "1939 Р.",
                    "1929 Р.",
                    "1926 Р."

                ],

                "correct_answer": "1929 Р.",
                "index": "dates"

            },

            "1930 Р.": {

                "answers": [

                    "СУДОВИЙ ПРОЦЕС У\nСПРАВІ СПІЛКИ ВИЗВОЛЕННЯ\nУКРАЇНИ (СВУ)"

                ],

                "correct_answer": "СУДОВИЙ ПРОЦЕС У\nСПРАВІ СПІЛКИ ВИЗВОЛЕННЯ\nУКРАЇНИ (СВУ)",
                "index": "words"

            },

            "СУДОВИЙ ПРОЦЕС У СПРАВІ СПІЛКИ ВИЗВОЛЕННЯ УКРАЇНИ (СВУ)": {

                "answers": [

                    "1925 Р.",
                    "1939 Р.",
                    "1934 Р.",
                    "1930 Р."

                ],

                "correct_answer": "1930 Р.",
                "index": "dates"

            },

            "1932-1933 РР.": {

                "answers": [

                    "ГОЛОДОМОР В\nУКРАЇНІ"

                ],

                "correct_answer": "ГОЛОДОМОР В\nУКРАЇНІ",
                "index": "words"

            },

            "ГОЛОДОМОР В УКРАЇНІ": {

                "answers": [

                    "1932-1933 РР.",
                    "1935-1938 РР.",
                    "1940-1941 РР.",
                    "1929-1930 РР."

                ],

                "correct_answer": "1932-1933 РР.",
                "index": "dates"

            },

            "1934 Р.": {

                "answers": [

                    "ПЕРЕНЕСЕННЯ СТОЛИЦІ\nУСРР З ХАРКОВА\nДО КИЄВА"

                ],

                "correct_answer": "ПЕРЕНЕСЕННЯ СТОЛИЦІ\nУСРР З ХАРКОВА\nДО КИЄВА",
                "index": "words"

            },

            "ПЕРЕНЕСЕННЯ СТОЛИЦІ УСРР З ХАРКОВА ДО КИЄВА": {

                "answers": [

                    "1933 Р.",
                    "1934 Р.",
                    "1937 Р.",
                    "1941 Р."

                ],

                "correct_answer": "1934 Р.",
                "index": "dates"

            },

            "1937 Р.": {

                "answers": [

                    "УХВАЛЕННЯ КОНСТИТУЦІЇ\nУРСР"

                ],

                "correct_answer": "УХВАЛЕННЯ КОНСТИТУЦІЇ\nУРСР",
                "index": "words"

            },

            "УХВАЛЕННЯ КОНСТИТУЦІЇ УРСР": {

                "answers": [

                    "1942 Р.",
                    "1940 Р.",
                    "1937 Р.",
                    "1932 Р."

                ],

                "correct_answer": "1937 Р.",
                "index": "dates"

            },

            "1937-1938 РР.": {

                "answers": [

                    "\"ВЕЛИКИЙ ТЕРОР\""

                ],

                "correct_answer": "\"ВЕЛИКИЙ ТЕРОР\"",
                "index": "words"

            },

            "\"ВЕЛИКИЙ ТЕРОР\"": {

                "answers": [

                    "1940-1941 РР.",
                    "1931-1932 РР.",
                    "1935-1936 РР.",
                    "1937-1938 РР."

                ],

                "correct_answer": "1937-1938 РР.",
                "index": "dates"

            }

        },

        "ЗАХІДНОУКРАЇНСЬКІ ЗЕМЛІ В МІЖВОЄННИЙ ПЕРІОД": {

            "1920 Р.": {

                "answers": [

                    "ПІДПИСАННЯ БЕССАРАБСЬКОГО\nПРОТОКОЛУ, ВИЗНАННЯ КРАЇНАМИ\nАНТАНТИ ВХОДЖЕННА БЕССАРАБІЇ\nДО СКЛАДУ РУМУНІЇ"

                ],

                "correct_answer": "ПІДПИСАННЯ БЕССАРАБСЬКОГО\nПРОТОКОЛУ, ВИЗНАННЯ КРАЇНАМИ\nАНТАНТИ ВХОДЖЕННА БЕССАРАБІЇ\nДО СКЛАДУ РУМУНІЇ",
                "index": "words"

            },

            "ПІДПИСАННЯ БЕССАРАБСЬКОГО ПРОТОКОЛУ, ВИЗНАННЯ КРАЇНАМИ АНТАНТИ ВХОДЖЕННА БЕССАРАБІЇ ДО СКЛАДУ РУМУНІЇ": {

                "answers": [

                    "1920 Р.",
                    "1925 Р.",
                    "1927 Р.",
                    "1930 Р."

                ],

                "correct_answer": "1920 Р.",
                "index": "dates"

            },

            "1923 Р.": {

                "answers": [

                    "ВИЗНАННЯ КРАЇНАМИ АНТАНТИ\nВХОДЖЕННЯ СХІДНОЇ ГАЛИЧИНИ\nДО СКЛАДУ ПОЛЬЩІ,\nСАМОРОЗПУСК УРЯДУ ЗУНР"

                ],

                "correct_answer": "ВИЗНАННЯ КРАЇНАМИ АНТАНТИ\nВХОДЖЕННЯ СХІДНОЇ ГАЛИЧИНИ\nДО СКЛАДУ ПОЛЬЩІ,\nСАМОРОЗПУСК УРЯДУ ЗУНР",
                "index": "words"

            },

            "ВИЗНАННЯ КРАЇНАМИ АНТАНТИ ВХОДЖЕННЯ СХІДНОЇ ГАЛИЧИНИ ДО СКЛАДУ ПОЛЬЩІ, САМОРОЗПУСК УРЯДУ ЗУНР": {

                "answers": [

                    "1925 Р.",
                    "1923 Р.",
                    "1929 Р.",
                    "1931 Р."

                ],

                "correct_answer": "1923 Р.",
                "index": "dates"

            },

            "1925 Р.": {

                "answers": [

                    "УТВОРЕННЯ УКРАЇНСЬКОГО\nНАЦІОНАЛЬНО-ДЕМОКРАТИЧНОГО\nОБ'ЄДНАННЯ (УНДО)"

                ],

                "correct_answer": "УТВОРЕННЯ УКРАЇНСЬКОГО\nНАЦІОНАЛЬНО-ДЕМОКРАТИЧНОГО\nОБ'ЄДНАННЯ (УНДО)",
                "index": "words"

            },

            "УТВОРЕННЯ УКРАЇНСЬКОГО НАЦІОНАЛЬНО-ДЕМОКРАТИЧНОГО ОБ'ЄДНАННЯ (УНДО)": {

                "answers": [

                    "1927 Р.",
                    "1930 Р.",
                    "1925 Р.",
                    "1921 Р."

                ],

                "correct_answer": "1925 Р.",
                "index": "dates"

            },

            "1929 Р.": {

                "answers": [

                    "УТВОРЕННЯ ОРГАНІЗАЦІЇ\nУКРАЇНСЬКИХ НАЦІОНАЛІСТІВ\n(ОУН)"

                ],

                "correct_answer": "УТВОРЕННЯ ОРГАНІЗАЦІЇ\nУКРАЇНСЬКИХ НАЦІОНАЛІСТІВ\n(ОУН)",
                "index": "words"

            },

            "УТВОРЕННЯ ОРГАНІЗАЦІЇ УКРАЇНСЬКИХ НАЦІОНАЛІСТІВ (ОУН)": {

                "answers": [

                    "1931 Р.",
                    "1936 Р.",
                    "1925 Р.",
                    "1929 Р."

                ],

                "correct_answer": "1929 Р.",
                "index": "dates"

            },

            "1930 Р.": {

                "answers": [

                    "ПРОВЕДЕННЯ ПОЛЬСЬКОЮ\nВЛАДОЮ АКЦІЇ \"ПАЦИФІКАЦІЇ\""

                ],

                "correct_answer": "ПРОВЕДЕННЯ ПОЛЬСЬКОЮ\nВЛАДОЮ АКЦІЇ \"ПАЦИФІКАЦІЇ\"",
                "index": "words"

            },

            "ПРОВЕДЕННЯ ПОЛЬСЬКОЮ ВЛАДОЮ АКЦІЇ \"ПАЦИФІКАЦІЇ\"": {

                "answers": [

                    "1930 Р.",
                    "1936 Р.",
                    "1929 Р.",
                    "1934 Р."

                ],

                "correct_answer": "1930 Р.",
                "index": "dates"

            },

            "1938 Р.": {

                "answers": [

                    "НАДАННЯ АВТОНОМІЇ\nПІДКАРПАТСЬКІЙ РУСІ У\nСКЛАДІ ЧЕХО-СЛОВАЧЧИНИ"

                ],

                "correct_answer": "НАДАННЯ АВТОНОМІЇ\nПІДКАРПАТСЬКІЙ РУСІ У\nСКЛАДІ ЧЕХО-СЛОВАЧЧИНИ",
                "index": "words"

            },

            "НАДАННЯ АВТОНОМІЇ ПІДКАРПАТСЬКІЙ РУСІ У СКЛАДІ ЧЕХО-СЛОВАЧЧИНИ": {

                "answers": [

                    "1936 Р.",
                    "1938 Р.",
                    "1942 Р.",
                    "1945 Р."

                ],

                "correct_answer": "1938 Р.",
                "index": "dates"

            },

            "15 БЕРЕЗНЯ 1939 Р.": {

                "answers": [

                    "ПРОГОЛОШЕННЯ НЕЗАЛЕЖНОСТІ\nКАРПАТСЬКОЇ УКРАЇНИ"

                ],

                "correct_answer": "ПРОГОЛОШЕННЯ НЕЗАЛЕЖНОСТІ\nКАРПАТСЬКОЇ УКРАЇНИ",
                "index": "words"

            },

            "ПРОГОЛОШЕННЯ НЕЗАЛЕЖНОСТІ КАРПАТСЬКОЇ УКРАЇНИ": {

                "answers": [

                    "10 СІЧНЯ 1939 Р.",
                    "28 ЛИПНЯ 1939 Р.",
                    "15 БЕРЕЗНЯ 1939 Р.",
                    "3 ГРУДНЯ 1939 Р."

                ],

                "correct_answer": "15 БЕРЕЗНЯ 1939 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНА В РОКИ ДРУГОЇ СВІТОВОЇ ВІЙНИ": {

            "23 СЕРПНЯ 1939 Р.": {

                "answers": [

                    "РАДЯНСЬКО-НІМЕЦЬКИЙ\nПАКТ ПРО НЕНАПАД\n(\"ПАКТ МОЛОТОВА-РІББЕНТРОПА\")"

                ],

                "correct_answer": "РАДЯНСЬКО-НІМЕЦЬКИЙ\nПАКТ ПРО НЕНАПАД\n(\"ПАКТ МОЛОТОВА-РІББЕНТРОПА\")",
                "index": "words"

            },

            "РАДЯНСЬКО-НІМЕЦЬКИЙ ПАКТ ПРО НЕНАПАД (\"ПАКТ МОЛОТОВА-РІББЕНТРОПА\")": {

                "answers": [

                    "23 СЕРПНЯ 1939 Р.",
                    "13 ЛЮТОГО 1939 Р.",
                    "6 СІЧНЯ 1939 Р.",
                    "13 КВІТНЯ 1939 Р."

                ],

                "correct_answer": "23 СЕРПНЯ 1939 Р.",
                "index": "dates"

            },

            "1 ВЕРЕСНЯ 1939 Р.": {

                "answers": [

                    "ПОЧАТОК ДРУГОЇ\nСВІТОВОЇ ВІЙНИ"

                ],

                "correct_answer": "ПОЧАТОК ДРУГОЇ\nСВІТОВОЇ ВІЙНИ",
                "index": "words"

            },

            "ПОЧАТОК ДРУГОЇ СВІТОВОЇ ВІЙНИ": {

                "answers": [

                    "3 БЕРЕЗНЯ 1939 Р.",
                    "1 ВЕРЕСНЯ 1939 Р.",
                    "15 ЛИПНЯ 1939 Р.",
                    "25 СЕРПНЯ 1939 Р."

                ],

                "correct_answer": "1 ВЕРЕСНЯ 1939 Р.",
                "index": "dates"

            },

            "17 ВЕРЕСНЯ 1939 Р.": {

                "answers": [

                    "ВТОРГНЕННЯ ЧЕРВОНОЇ АРМІЇ\nНА ТЕРИТОРІЮ ЗАХІДНОЇ\nУКРАЇНИ"

                ],

                "correct_answer": "ВТОРГНЕННЯ ЧЕРВОНОЇ АРМІЇ\nНА ТЕРИТОРІЮ ЗАХІДНОЇ\nУКРАЇНИ",
                "index": "words"

            },

            "ВТОРГНЕННЯ ЧЕРВОНОЇ АРМІЇ НА ТЕРИТОРІЮ ЗАХІДНОЇ УКРАЇНИ": {

                "answers": [

                    "23 ЛИПНЯ 1939 Р.",
                    "5 КВІТНЯ 1939 Р.",
                    "17 ВЕРЕСНЯ 1939 Р.",
                    "18 ТРАВНЯ 1939 Р."

                ],

                "correct_answer": "17 ВЕРЕСНЯ 1939 Р.",
                "index": "dates"

            },

            "ЧЕРВЕНЬ 1940 Р.": {

                "answers": [

                    "ВТОРГНЕННЯ ЧЕРВОНОЇ АРМІЇ\nНА ТЕРИТОРІЮ БЕССАРАБІЇ\nТА ПІВНІЧНОЇ БУКОВИНИ"

                ],

                "correct_answer": "ВТОРГНЕННЯ ЧЕРВОНОЇ АРМІЇ\nНА ТЕРИТОРІЮ БЕССАРАБІЇ\nТА ПІВНІЧНОЇ БУКОВИНИ",
                "index": "words"

            },

            "ВТОРГНЕННЯ ЧЕРВОНОЇ АРМІЇ НА ТЕРИТОРІЮ БЕССАРАБІЇ ТА ПІВНІЧНОЇ БУКОВИНИ": {

                "answers": [

                    "ТРАВЕНЬ 1940 Р.",
                    "БЕРЕЗЕНЬ 1940 Р.",
                    "КВІТЕНЬ 1940 Р.",
                    "ЧЕРВЕНЬ 1940 Р."

                ],

                "correct_answer": "ЧЕРВЕНЬ 1940 Р.",
                "index": "dates"

            },

            "22 ЧЕРВНЯ 1941 Р.": {

                "answers": [

                    "НАПАД НІМЕЧЧИНИ\nНА СРСР"

                ],

                "correct_answer": "НАПАД НІМЕЧЧИНИ\nНА СРСР",
                "index": "words"

            },

            "НАПАД НІМЕЧЧИНИ НА СРСР": {

                "answers": [

                    "22 ЧЕРВНЯ 1941 Р.",
                    "13 БЕРЕЗНЯ 1941 Р.",
                    "5 ЛИПНЯ 1941 Р.",
                    "18 СЕРПНЯ 1941 Р."

                ],

                "correct_answer": "22 ЧЕРВНЯ 1941 Р.",
                "index": "dates"

            },

            "30 ЧЕРВНЯ 1941 Р.": {

                "answers": [

                    "ПРОГОЛОШЕННЯ АКТА\nВІДНОВЛЕННЯ УКРАЇНСЬКОЇ\nДЕРЖАВИ"

                ],

                "correct_answer": "ПРОГОЛОШЕННЯ АКТА\nВІДНОВЛЕННЯ УКРАЇНСЬКОЇ\nДЕРЖАВИ",
                "index": "words"

            },

            "ПРОГОЛОШЕННЯ АКТА ВІДНОВЛЕННЯ УКРАЇНСЬКОЇ ДЕРЖАВИ": {

                "answers": [

                    "22 ЛИСТОПАДА 1941 Р.",
                    "30 ЧЕРВНЯ 1941 Р.",
                    "13 ЛИПНЯ 1941 Р.",
                    "3 ЖОВТНЯ 1941 Р."

                ],

                "correct_answer": "30 ЧЕРВНЯ 1941 Р.",
                "index": "dates"

            },

            "14 ЖОВТНЯ 1942 Р.": {

                "answers": [

                    "СТВОРЕННЯ УКРАЇНСЬКОЇ\nПОВСТАНСЬКОЇ АРМІЇ (УПА)"

                ],

                "correct_answer": "СТВОРЕННЯ УКРАЇНСЬКОЇ\nПОВСТАНСЬКОЇ АРМІЇ (УПА)",
                "index": "words"

            },

            "СТВОРЕННЯ УКРАЇНСЬКОЇ ПОВСТАНСЬКОЇ АРМІЇ (УПА)": {

                "answers": [

                    "3 КВІТНЯ 1942 Р.",
                    "18 ГРУДНЯ 1942 Р.",
                    "14 ЖОВТНЯ 1942 Р.",
                    "9 СІЧНЯ 1942 Р."

                ],

                "correct_answer": "14 ЖОВТНЯ 1942 Р.",
                "index": "dates"

            },

            "ГРУДЕНЬ 1942 Р.": {

                "answers": [

                    "ПОЧАТОК ВИГНАННЯ\nНІММЕЦЬКИХ ВІЙСЬК ТА ЇХ\nСОЮЗНИКІВ З УКРАЇНИ"

                ],

                "correct_answer": "ПОЧАТОК ВИГНАННЯ\nНІММЕЦЬКИХ ВІЙСЬК ТА ЇХ\nСОЮЗНИКІВ З УКРАЇНИ",
                "index": "words"

            },

            "ПОЧАТОК ВИГНАННЯ НІММЕЦЬКИХ ВІЙСЬК ТА ЇХ СОЮЗНИКІВ З УКРАЇНИ": {

                "answers": [

                    "ЛИСТОПАД 1942 Р.",
                    "ЛИПЕНЬ 1942 Р.",
                    "ТРАВЕНЬ 1942 Р.",
                    "ГРУДЕНЬ 1942 Р."

                ],

                "correct_answer": "ГРУДЕНЬ 1942 Р.",
                "index": "dates"

            },

            "6 ЛИСТОПАДА 1943 Р.": {

                "answers": [

                    "ВИГНАННЯ НІМЕЦЬКИХ\nОКУПАНТІВ З М. КИЇВ"

                ],

                "correct_answer": "ВИГНАННЯ НІМЕЦЬКИХ\nОКУПАНТІВ З М. КИЇВ",
                "index": "words"

            },

            "ВИГНАННЯ НІМЕЦЬКИХ ОКУПАНТІВ З М. КИЇВ": {

                "answers": [

                    "6 ЛИСТОПАДА 1943 Р.",
                    "13 СІЧНЯ 1943 Р.",
                    "19 ЛИПНЯ 1943 Р.",
                    "1 ТРАВНЯ 1943 Р."

                ],

                "correct_answer": "6 ЛИСТОПАДА 1943 Р.",
                "index": "dates"

            },

            "СІЧЕНЬ-ЛЮТИЙ 1944 Р.": {

                "answers": [

                    "КОРСУНЬ-ШЕВЧЕНКІВСЬКА\nНАСТУПАЛЬНА ОПЕРАЦІЯ"

                ],

                "correct_answer": "КОРСУНЬ-ШЕВЧЕНКІВСЬКА\nНАСТУПАЛЬНА ОПЕРАЦІЯ",
                "index": "words"

            },

            "КОРСУНЬ-ШЕВЧЕНКІВСЬКА НАСТУПАЛЬНА ОПЕРАЦІЯ": {

                "answers": [

                    "ЛИПЕНЬ-ТРАВЕНЬ 1944 Р.",
                    "СІЧЕНЬ-ЛЮТИЙ 1944 Р.",
                    "ЖОВТЕНЬ-ЛИСТОПАД 1944 Р.",
                    "ЧЕРВЕНЬ-ГРУДЕНЬ 1944 Р."

                ],

                "correct_answer": "СІЧЕНЬ-ЛЮТИЙ 1944 Р.",
                "index": "dates"

            },

            "28 ЖОВТНЯ 1944 Р.": {

                "answers": [

                    "ЗАВЕРШЕННЯ ВИГНАННЯ\nНІМЕЦЬКИХ ВІЙСЬК ТА ЇХ\nСОЮЗНИКІВ З ТЕРИТОРІЇ УКРАЇНИ"

                ],

                "correct_answer": "ЗАВЕРШЕННЯ ВИГНАННЯ\nНІМЕЦЬКИХ ВІЙСЬК ТА ЇХ\nСОЮЗНИКІВ З ТЕРИТОРІЇ УКРАЇНИ",
                "index": "words"

            },

            "ЗАВЕРШЕННЯ ВИГНАННЯ НІМЕЦЬКИХ ВІЙСЬК ТА ЇХ СОЮЗНИКІВ З ТЕРИТОРІЇ УКРАЇНИ": {

                "answers": [

                    "3 ЛИСТОПАДА 1944 Р.",
                    "13 КВІТНЯ 1944 Р.",
                    "28 ЖОВТНЯ 1944 Р.",
                    "19 СЕРПНЯ 1944 Р."

                ],

                "correct_answer": "28 ЖОВТНЯ 1944 Р.",
                "index": "dates"

            },

            "9 ТРАВНЯ 1945 Р.": {

                "answers": [

                    "ДЕНЬ ПЕРЕМОГИ НАД\nНАЦИЗМОМ В ДРУГІЙ\nСВІТОВІЙ ВІЙНІ"

                ],

                "correct_answer": "ДЕНЬ ПЕРЕМОГИ НАД\nНАЦИЗМОМ В ДРУГІЙ\nСВІТОВІЙ ВІЙНІ",
                "index": "words"

            },

            "ДЕНЬ ПЕРЕМОГИ НАД НАЦИЗМОМ В ДРУГІЙ СВІТОВІЙ ВІЙНІ": {

                "answers": [

                    "5 ГРУДНЯ 1945 Р.",
                    "10 СІЧНЯ 1945 Р.",
                    "16 ЛИПНЯ 1945 Р.",
                    "9 ТРАВНЯ 1945 Р."

                ],

                "correct_answer": "9 ТРАВНЯ 1945 Р.",
                "index": "dates"

            },

            "2 ВЕРЕСНЯ 1945 Р.": {

                "answers": [

                    "ЗАВЕРШЕННЯ ДРУГОЇ\nСВІТОВОЇ ВІЙНИ"

                ],

                "correct_answer": "ЗАВЕРШЕННЯ ДРУГОЇ\nСВІТОВОЇ ВІЙНИ",
                "index": "words"

            },

            "ЗАВЕРШЕННЯ ДРУГОЇ СВІТОВОЇ ВІЙНИ": {

                "answers": [

                    "2 ВЕРЕСНЯ 1945 Р.",
                    "5 ЛИПНЯ 1945 Р.",
                    "16 СІЧНЯ 1945 Р.",
                    "20 БЕРЕЗНЯ 1945 Р."

                ],

                "correct_answer": "2 ВЕРЕСНЯ 1945 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНА В ПЕРШІЇ ПОВОЄННІ РОКИ": {

            "1945 Р.": {

                "answers": [

                    "ВХОДЖЕННЯ ЗАКАРПАТТЯ ДО\nСКЛАДУ УРСР"

                ],

                "correct_answer": "ВХОДЖЕННЯ ЗАКАРПАТТЯ ДО\nСКЛАДУ УРСР",
                "index": "words"

            },

            "ВХОДЖЕННЯ ЗАКАРПАТТЯ ДО СКЛАДУ УРСР": {

                "answers": [

                    "1945 Р.",
                    "1949 Р.",
                    "1951 Р.",
                    "1940 Р."

                ],

                "correct_answer": "1945 Р.",
                "index": "dates"

            },

            "КВІТЕНЬ 1945 Р.": {

                "answers": [

                    "УКРАЇНА — СПІВЗАСНОВНИЦЯ\nОРГАНІЗАЦІЇ ОБ'ЄДНАНИХ\nНАЦІЙ (ООН)"

                ],

                "correct_answer": "УКРАЇНА — СПІВЗАСНОВНИЦЯ\nОРГАНІЗАЦІЇ ОБ'ЄДНАНИХ\nНАЦІЙ (ООН)",
                "index": "words"

            },

            "УКРАЇНА — СПІВЗАСНОВНИЦЯ ОРГАНІЗАЦІЇ ОБ'ЄДНАНИХ НАЦІЙ (ООН)": {

                "answers": [

                    "ТРАВЕНЬ 1945 Р.",
                    "КВІТЕНЬ 1945 Р.",
                    "СІЧЕНЬ 1945 Р.",
                    "ЛЮТИЙ 1945 Р."

                ],

                "correct_answer": "КВІТЕНЬ 1945 Р.",
                "index": "dates"

            },

            "БЕРЕЗЕНЬ 1946 Р.": {

                "answers": [

                    "ЛІКВІДАЦІЯ УГКЦ"

                ],

                "correct_answer": "ЛІКВІДАЦІЯ УГКЦ",
                "index": "words"

            },

            "ЛІКВІДАЦІЯ УГКЦ": {

                "answers": [

                    "ЛИСТОПАД 1946 Р.",
                    "ГРУДЕНЬ 1946 Р.",
                    "БЕРЕЗЕНЬ 1946 Р.",
                    "КВІТЕНЬ 1946 Р."

                ],

                "correct_answer": "БЕРЕЗЕНЬ 1946 Р.",
                "index": "dates"

            },

            "1946-1947 РР.": {

                "answers": [

                    "МАСОВИЙ ГОЛОД\nВ УКРАЇНІ"

                ],

                "correct_answer": "МАСОВИЙ ГОЛОД\nВ УКРАЇНІ",
                "index": "words"

            },

            "МАСОВИЙ ГОЛОД В УКРАЇНІ": {

                "answers": [

                    "1941-1942 РР.",
                    "1938-1939 РР.",
                    "1949-1950 РР.",
                    "1946-1947 РР."

                ],

                "correct_answer": "1946-1947 РР.",
                "index": "dates"

            },

            "КВІТЕНЬ-ЛИПЕНЬ 1947 Р.": {

                "answers": [

                    "ПРОВЕДЕННЯ ПОЛЬСЬКОЮ\nВЛАДОЮ ОПЕРАЦІЇ \"ВІСЛА\""

                ],

                "correct_answer": "ПРОВЕДЕННЯ ПОЛЬСЬКОЮ\nВЛАДОЮ ОПЕРАЦІЇ \"ВІСЛА\"",
                "index": "words"

            },

            "ПРОВЕДЕННЯ ПОЛЬСЬКОЮ ВЛАДОЮ ОПЕРАЦІЇ \"ВІСЛА\"": {

                "answers": [

                    "КВІТЕНЬ-ЛИПЕНЬ 1947 Р.",
                    "БЕРЕЗЕНЬ-КВІТЕНЬ 1947 Р.",
                    "ГРУДЕНЬ-ЛЮТИЙ 1947 Р.",
                    "СІЧЕНЬ-ТРАВЕНЬ 1947 Р."

                ],

                "correct_answer": "КВІТЕНЬ-ЛИПЕНЬ 1947 Р.",
                "index": "dates"

            },

            "ЖОВТЕНЬ 1947 Р.": {

                "answers": [

                    "ПРОВЕДЕННЯ ОПЕРАЦІЇ\n\"ЗАХІД\""

                ],

                "correct_answer": "ПРОВЕДЕННЯ ОПЕРАЦІЇ\n\"ЗАХІД\"",
                "index": "words"

            },

            "ПРОВЕДЕННЯ ОПЕРАЦІЇ \"ЗАХІД\"": {

                "answers": [

                    "КВІТЕНЬ 1947 Р.",
                    "ЖОВТЕНЬ 1947 Р.",
                    "ЛИСТОПАД 1947 Р.",
                    "СІЧЕНЬ 1947 Р."

                ],

                "correct_answer": "ЖОВТЕНЬ 1947 Р.",
                "index": "dates"

            },

            "1951 Р.": {

                "answers": [

                    "ВСТАНОВЛЕННЯ ЗАХІДНОГО\nКОРДОНУ УРСР"

                ],

                "correct_answer": "ВСТАНОВЛЕННЯ ЗАХІДНОГО\nКОРДОНУ УРСР",
                "index": "words"

            },

            "ВСТАНОВЛЕННЯ ЗАХІДНОГО КОРДОНУ УРСР": {

                "answers": [

                    "1949 Р.",
                    "1956 Р.",
                    "1951 Р.",
                    "1959 Р."

                ],

                "correct_answer": "1951 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНА В УМОВАХ ДЕСТАЛІНІЗАЦІЇ": {

            "1953-1954 РР.": {

                "answers": [

                    "ПОВСТАННЯ ПОЛІТИЧНИХ\nВ'ЯЗНІВ В СТАЛІНСЬКИХ\nКОНЦТАБОРАХ. ЛІКВІДАЦІЯ\nГУТАБУ"

                ],

                "correct_answer": "ПОВСТАННЯ ПОЛІТИЧНИХ\nВ'ЯЗНІВ В СТАЛІНСЬКИХ\nКОНЦТАБОРАХ. ЛІКВІДАЦІЯ\nГУТАБУ",
                "index": "words"

            },

            "ПОВСТАННЯ ПОЛІТИЧНИХ В'ЯЗНІВ В СТАЛІНСЬКИХ КОНЦТАБОРАХ. ЛІКВІДАЦІЯ ГУТАБУ": {

                "answers": [

                    "1953-1954 РР.",
                    "1956-1957 РР.",
                    "1950-1951 РР.",
                    "1959-1961 РР."

                ],

                "correct_answer": "1953-1954 РР.",
                "index": "dates"

            },

            "ЛЮТИЙ 1954 Р.": {

                "answers": [

                    "ВХОДЖЕННЯ КРИМСЬКОЇ\nОБЛАСТІ ДО СКЛАДУ УРСР"

                ],

                "correct_answer": "ВХОДЖЕННЯ КРИМСЬКОЇ\nОБЛАСТІ ДО СКЛАДУ УРСР",
                "index": "words"

            },

            "ВХОДЖЕННЯ КРИМСЬКОЇ ОБЛАСТІ ДО СКЛАДУ УРСР": {

                "answers": [

                    "БЕРЕЗЕНЬ 1954 Р.",
                    "ЛЮТИЙ 1954 Р.",
                    "ТРАВЕНЬ 1954 Р.",
                    "КВІТЕНЬ 1954 Р."

                ],

                "correct_answer": "ЛЮТИЙ 1954 Р.",
                "index": "dates"

            },

            "1956 Р.": {

                "answers": [

                    "XX З'ЇД КПРС,\nЗАСУДЖЕННЯ КУЛЬТУ ОСОБИ"

                ],

                "correct_answer": "XX З'ЇД КПРС,\nЗАСУДЖЕННЯ КУЛЬТУ ОСОБИ",
                "index": "words"

            },

            "XX З'ЇД КПРС, ЗАСУДЖЕННЯ КУЛЬТУ ОСОБИ": {

                "answers": [

                    "1954 Р.",
                    "1959 Р.",
                    "1956 Р.",
                    "1952 Р."

                ],

                "correct_answer": "1956 Р.",
                "index": "dates"

            },

            "1959 Р.": {

                "answers": [

                    "УТВОРЕННЯ УКРАЇНСЬКОЇ\nРОБІТНИЧО-СЕЛЯНСЬКОЇ\nСПІЛКИ ТА УТВОРЕННЯ КЛУБУ\nТВОРЧОЇ МОЛОДІ \"СУЧАСНИК\"\nУ М. КИЇВ"

                ],

                "correct_answer": "УТВОРЕННЯ УКРАЇНСЬКОЇ\nРОБІТНИЧО-СЕЛЯНСЬКОЇ\nСПІЛКИ ТА УТВОРЕННЯ КЛУБУ\nТВОРЧОЇ МОЛОДІ \"СУЧАСНИК\"\nУ М. КИЇВ",
                "index": "words"

            },

            "УТВОРЕННЯ УКРАЇНСЬКОЇ РОБІТНИЧО-СЕЛЯНСЬКОЇ СПІЛКИ ТА УТВОРЕННЯ КЛУБУ ТВОРЧОЇ МОЛОДІ \"СУЧАСНИК\" У М. КИЇВ": {

                "answers": [

                    "1953 Р.",
                    "1967 Р.",
                    "1950 Р.",
                    "1959 Р."

                ],

                "correct_answer": "1959 Р.",
                "index": "dates"

            }

        },

        "УКРАЇНА У ПЕРІОД ЗАГОСТРЕННЯ КРИЗИ РАДЯНСЬКОЇ СИСТЕМИ": {

            "1965 Р.": {

                "answers": [

                    "ПЕРША ХВИЛЯ МАСОВИХ\nЗАТРИМАНЬ ДІЯЧІВ\nАНТИРЕЖИМНОГО РУХУ"

                ],

                "correct_answer": "ПЕРША ХВИЛЯ МАСОВИХ\nЗАТРИМАНЬ ДІЯЧІВ\nАНТИРЕЖИМНОГО РУХУ",
                "index": "words"

            },

            "ПЕРША ХВИЛЯ МАСОВИХ ЗАТРИМАНЬ ДІЯЧІВ АНТИРЕЖИМНОГО РУХУ": {

                "answers": [

                    "1965 Р.",
                    "1960 Р.",
                    "1959 Р.",
                    "1970 Р."

                ],

                "correct_answer": "1965 Р.",
                "index": "dates"

            },

            "1970-1972 РР.": {

                "answers": [

                    "ВИДАННЯ САМВИДАВНОГО\n\"УКРАЇНСЬКОГО ВІСНИКА\""

                ],

                "correct_answer": "ВИДАННЯ САМВИДАВНОГО\n\"УКРАЇНСЬКОГО ВІСНИКА\"",
                "index": "words"

            },

            "ВИДАННЯ САМВИДАВНОГО \"УКРАЇНСЬКОГО ВІСНИКА\"": {

                "answers": [

                    "1967-1968 РР.",
                    "1970-1972 РР.",
                    "1972-1974 РР.",
                    "1960-1962 РР."

                ],

                "correct_answer": "1970-1972 РР.",
                "index": "dates"

            },

            "1972 Р.": {

                "answers": [

                    "ДРУГА ХВИЛЯ МАСОВИХ\nЗАТРИМАНЬ ДІЯЧІВ\nАНТИРЕЖИМНОГО РУХУ"

                ],

                "correct_answer": "ДРУГА ХВИЛЯ МАСОВИХ\nЗАТРИМАНЬ ДІЯЧІВ\nАНТИРЕЖИМНОГО РУХУ",
                "index": "words"

            },

            "ДРУГА ХВИЛЯ МАСОВИХ ЗАТРИМАНЬ ДІЯЧІВ АНТИРЕЖИМНОГО РУХУ": {

                "answers": [

                    "1970 Р.",
                    "1968 Р.",
                    "1972 Р.",
                    "1978 Р."

                ],

                "correct_answer": "1972 Р.",
                "index": "dates"

            },

            "1976 Р.": {

                "answers": [

                    "УТВОРЕННЯ УКРАЇНСЬКОЇ\nГРОМАДСЬКОЇ ГРУПИ\nСПРИЯННЯ"

                ],

                "correct_answer": "УТВОРЕННЯ УКРАЇНСЬКОЇ\nГРОМАДСЬКОЇ ГРУПИ\nСПРИЯННЯ",
                "index": "words"

            },

            "УТВОРЕННЯ УКРАЇНСЬКОЇ ГРОМАДСЬКОЇ ГРУПИ СПРИЯННЯ": {

                "answers": [

                    "1971 Р.",
                    "1973 Р.",
                    "1980 Р.",
                    "1976 Р."

                ],

                "correct_answer": "1976 Р.",
                "index": "dates"

            }

        },

        "ВІДНОВЛЕННЯ НЕЗАЛЕЖНОСТІ УКРАЇНИ": {

            "КВІТЕНЬ 1985 Р.": {

                "answers": [

                    "ПОЧАТОК \"ПЕРЕБУДОВИ\""

                ],

                "correct_answer": "ПОЧАТОК \"ПЕРЕБУДОВИ\"",
                "index": "words"

            },

            "ПОЧАТОК \"ПЕРЕБУДОВИ\"": {

                "answers": [

                    "КВІТЕНЬ 1985 Р.",
                    "ТРАВЕНЬ 1985 Р.",
                    "СІЧЕНЬ 1985 Р.",
                    "ГРУДЕНЬ 1985 Р."

                ],

                "correct_answer": "КВІТЕНЬ 1985 Р.",
                "index": "dates"

            },

            "26 КВІТНЯ 1986 Р.": {

                "answers": [

                    "КАТАСТРОФА НА\nЧОРНОБИЛЬСЬКІЙ АЕС"

                ],

                "correct_answer": "КАТАСТРОФА НА\nЧОРНОБИЛЬСЬКІЙ АЕС",
                "index": "words"

            },

            "КАТАСТРОФА НА ЧОРНОБИЛЬСЬКІЙ АЕС": {

                "answers": [

                    "14 СІЧНЯ 1986 Р.",
                    "26 КВІТНЯ 1986 Р.",
                    "5 ЛИПНЯ 1986 Р.",
                    "20 ЛИСТОПАДА 1986 Р."

                ],

                "correct_answer": "26 КВІТНЯ 1986 Р.",
                "index": "dates"

            },

            "ВЕРЕСЕНЬ 1989 Р.": {

                "answers": [

                    "СТВОРЕННЯ НАРОДНОГО\nРУХУ УКРАЇНИ ЗА\nПЕРЕБУДОВУ"

                ],

                "correct_answer": "СТВОРЕННЯ НАРОДНОГО\nРУХУ УКРАЇНИ ЗА\nПЕРЕБУДОВУ",
                "index": "words"

            },

            "СТВОРЕННЯ НАРОДНОГО РУХУ УКРАЇНИ ЗА ПЕРЕБУДОВУ": {

                "answers": [

                    "ТРАВЕНЬ 1989 Р.",
                    "ГРУДЕНЬ 1989 Р.",
                    "ВЕРЕСЕНЬ 1989 Р.",
                    "СІЧЕНЬ 1989 Р."

                ],

                "correct_answer": "ВЕРЕСЕНЬ 1989 Р.",
                "index": "dates"

            },

            "БЕРЕЗЕНЬ 1990 Р.": {

                "answers": [

                    "ПРОВЕДЕННЯ ПЕРШИХ\nАЛЬТЕРНАТИВНИХ ВИБОРІВ ДО\nВЕРХОВНОЇ РАДИ УРСР"

                ],

                "correct_answer": "ПРОВЕДЕННЯ ПЕРШИХ\nАЛЬТЕРНАТИВНИХ ВИБОРІВ ДО\nВЕРХОВНОЇ РАДИ УРСР",
                "index": "words"

            },

            "ПРОВЕДЕННЯ ПЕРШИХ АЛЬТЕРНАТИВНИХ ВИБОРІВ ДО ВЕРХОВНОЇ РАДИ УРСР": {

                "answers": [

                    "ЛИПЕНЬ 1990 Р.",
                    "КВІТЕНЬ 1990 Р.",
                    "СІЧЕНЬ 1990 Р.",
                    "БЕРЕЗЕНЬ 1990 Р."

                ],

                "correct_answer": "БЕРЕЗЕНЬ 1990 Р.",
                "index": "dates"

            },

            "16 ЛИПНЯ 1990 Р.": {

                "answers": [

                    "УХВАЛЕННЯ ВЕРХОВНОЮ РАДОЮ\nУРСР ДЕКЛАРАЦІЇ ПРО\nДЕРЖАВНИЙ СУВЕРЕНІТЕТ\nУКРАЇНИ"

                ],

                "correct_answer": "УХВАЛЕННЯ ВЕРХОВНОЮ РАДОЮ\nУРСР ДЕКЛАРАЦІЇ ПРО\nДЕРЖАВНИЙ СУВЕРЕНІТЕТ\nУКРАЇНИ",
                "index": "words"

            },

            "УХВАЛЕННЯ ВЕРХОВНОЮ РАДОЮ УРСР ДЕКЛАРАЦІЇ ПРО ДЕРЖАВНИЙ СУВЕРЕНІТЕТ УКРАЇНИ": {

                "answers": [

                    "16 ЛИПНЯ 1990 Р.",
                    "2 ВЕРЕСНЯ 1990 Р.",
                    "9 ЛИПНЯ 1990 Р.",
                    "20 СЕРПНЯ 1990 Р."

                ],

                "correct_answer": "16 ЛИПНЯ 1990 Р.",
                "index": "dates"

            },

            "ЖОВТЕНЬ 1990 Р.": {

                "answers": [

                    "\"РЕВОЛЮЦІЯ НА\nГРАНІТІ\""

                ],

                "correct_answer": "\"РЕВОЛЮЦІЯ НА\nГРАНІТІ\"",
                "index": "words"

            },

            "\"РЕВОЛЮЦІЯ НА ГРАНІТІ\"": {

                "answers": [

                    "СЕРПЕНЬ 1990 Р.",
                    "ЖОВТЕНЬ 1990 Р.",
                    "СІЧЕНЬ 1990 Р.",
                    "ТРАВЕНЬ 1990 Р."

                ],

                "correct_answer": "ЖОВТЕНЬ 1990 Р.",
                "index": "dates"

            },

            "24 СЕРПНЯ 1991 Р.": {

                "answers": [

                    "УХВАЛЕННЯ ВЕРХОВНОЮ РАДОЮ\nУРСР АКТА ПРОГОЛОШЕННЯ\nНЕЗАЛЕЖНОСТІ УКРАЇНИ"

                ],

                "correct_answer": "УХВАЛЕННЯ ВЕРХОВНОЮ РАДОЮ\nУРСР АКТА ПРОГОЛОШЕННЯ\nНЕЗАЛЕЖНОСТІ УКРАЇНИ",
                "index": "words"

            },

            "УХВАЛЕННЯ ВЕРХОВНОЮ РАДОЮ УРСР АКТА ПРОГОЛОШЕННЯ НЕЗАЛЕЖНОСТІ УКРАЇНИ": {

                "answers": [

                    "5 ЛИПНЯ 1991 Р.",
                    "11 ЖОВТНЯ 1991 Р.",
                    "24 СЕРПНЯ 1991 Р.",
                    "1 ЛИСТОПАДА 1991 Р."

                ],

                "correct_answer": "24 СЕРПНЯ 1991 Р.",
                "index": "dates"

            },

            "1 ГРУДНЯ 1991 Р.": {

                "answers": [

                    "ПРОВЕДЕННЯ ВСЕУКРАЇНСЬКОГО\nРЕФЕРЕНДУМУ ТА ОБРАННЯ\nПРЕЗИДЕНТА УКРАЇНИ"

                ],

                "correct_answer": "ПРОВЕДЕННЯ ВСЕУКРАЇНСЬКОГО\nРЕФЕРЕНДУМУ ТА ОБРАННЯ\nПРЕЗИДЕНТА УКРАЇНИ",
                "index": "words"

            },

            "ПРОВЕДЕННЯ ВСЕУКРАЇНСЬКОГО РЕФЕРЕНДУМУ ТА ОБРАННЯ ПРЕЗИДЕНТА УКРАЇНИ": {

                "answers": [

                    "6 ГРУДНЯ 1991 Р.",
                    "26 СЕРПНЯ 1991 Р.",
                    "2 СІЧНЯ 1991 Р.",
                    "1 ГРУДНЯ 1991 Р."

                ],

                "correct_answer": "1 ГРУДНЯ 1991 Р.",
                "index": "dates"

            }

        },

        "СТАНОВЛЕННЯ УКРАЇНИ ЯК НЕЗАЛЕЖНОЇ ДЕРЖАВИ": {

            "6 ГРУДНЯ 1991 Р.": {

                "answers": [

                    "ЗАПОЧАТКУВАННЯ ЗБРОЙНИХ\nСИЛ УКРАЇНИ"

                ],

                "correct_answer": "ЗАПОЧАТКУВАННЯ ЗБРОЙНИХ\nСИЛ УКРАЇНИ",
                "index": "words"

            },

            "ЗАПОЧАТКУВАННЯ ЗБРОЙНИХ СИЛ УКРАЇНИ": {

                "answers": [

                    "6 ГРУДНЯ 1991 Р.",
                    "13 СІЧНЯ 1991 Р.",
                    "15 БЕРЕЗНЯ 1991 Р.",
                    "20 ГРУДНЯ 1991 Р."

                ],

                "correct_answer": "6 ГРУДНЯ 1991 Р.",
                "index": "dates"

            },

            "ЛИПЕНЬ 1994 Р.": {

                "answers": [

                    "ОБРАННЯ ЛЕОНІДА КУЧМИ\nПРЕЗИДЕНТОМ УКРАЇНИ"

                ],

                "correct_answer": "ОБРАННЯ ЛЕОНІДА КУЧМИ\nПРЕЗИДЕНТОМ УКРАЇНИ",
                "index": "words"

            },

            "ОБРАННЯ ЛЕОНІДА КУЧМИ ПРЕЗИДЕНТОМ УКРАЇНИ": {

                "answers": [

                    "ТРАВЕНЬ 1994 Р.",
                    "ЛИПЕНЬ 1994 Р.",
                    "СІЧЕНЬ 1994 Р.",
                    "БЕРЕЗЕНЬ 1994 Р."

                ],

                "correct_answer": "ЛИПЕНЬ 1994 Р.",
                "index": "dates"

            },

            "1995 Р.": {

                "answers": [

                    "ОБРАННЯ УКРАЇНИ ЧЛЕНОМ\nРАДИ ЄВРОПИ (РЄ)"

                ],

                "correct_answer": "ОБРАННЯ УКРАЇНИ ЧЛЕНОМ\nРАДИ ЄВРОПИ (РЄ)",
                "index": "words"

            },

            "ОБРАННЯ УКРАЇНИ ЧЛЕНОМ РАДИ ЄВРОПИ (РЄ)": {

                "answers": [

                    "1991 Р.",
                    "2000 Р.",
                    "1995 Р.",
                    "1987 Р."

                ],

                "correct_answer": "1995 Р.",
                "index": "dates"

            },

            "28 ЧЕРВНЯ 1996 Р.": {

                "answers": [

                    "УХВАЛЕННЯ\nКОНСТИТУЦІЇ УКРАЇНИ"

                ],

                "correct_answer": "УХВАЛЕННЯ\nКОНСТИТУЦІЇ УКРАЇНИ",
                "index": "words"

            },

            "УХВАЛЕННЯ КОНСТИТУЦІЇ УКРАЇНИ": {

                "answers": [

                    "5 ЛИПНЯ 1996 Р.",
                    "11 ТРАВНЯ 1996 Р.",
                    "15 ВЕРЕСНЯ 1996 Р.",
                    "28 ЧЕРВНЯ 1996 Р."

                ],

                "correct_answer": "28 ЧЕРВНЯ 1996 Р.",
                "index": "dates"

            },

            "ВЕРЕСЕНЬ 1996 Р.": {

                "answers": [

                    "ЗАПРОВАДЖЕННЯ НАЦІОНАЛЬНОЇ\nГРОШОВОЇ ОДИНИЦІ — ГРИВНІ"

                ],

                "correct_answer": "ЗАПРОВАДЖЕННЯ НАЦІОНАЛЬНОЇ\nГРОШОВОЇ ОДИНИЦІ — ГРИВНІ",
                "index": "words"

            },

            "ЗАПРОВАДЖЕННЯ НАЦІОНАЛЬНОЇ ГРОШОВОЇ ОДИНИЦІ — ГРИВНІ": {

                "answers": [

                    "ВЕРЕСЕНЬ 1996 Р.",
                    "ЖОВТЕНЬ 1996 Р.",
                    "ГРУДЕНЬ 1996 Р.",
                    "КВІТЕНЬ 1996 Р."

                ],

                "correct_answer": "ВЕРЕСЕНЬ 1996 Р.",
                "index": "dates"

            },

            "ЖОВТЕНЬ-ГРУДЕНЬ 2004 Р.": {

                "answers": [

                    "\"ПОМАРАНЧЕВА РЕВОЛЮЦІЯ\",\nОБРАННЯ ПРЕЗИДЕНТОМ УКРАЇНИ\nВІКТОРА ЮЩЕНКА"

                ],

                "correct_answer": "\"ПОМАРАНЧЕВА РЕВОЛЮЦІЯ\",\nОБРАННЯ ПРЕЗИДЕНТОМ УКРАЇНИ\nВІКТОРА ЮЩЕНКА",
                "index": "words"

            },

            "\"ПОМАРАНЧЕВА РЕВОЛЮЦІЯ\", ОБРАННЯ ПРЕЗИДЕНТОМ УКРАЇНИ ВІКТОРА ЮЩЕНКА": {

                "answers": [

                    "ТРАВЕНЬ-КВІТЕНЬ 2004 Р.",
                    "ЖОВТЕНЬ-ГРУДЕНЬ 2004 Р.",
                    "БЕРЕЗЕНЬ-ЛЮТИЙ 2004 Р.",
                    "ЛИПЕНЬ-СЕРПЕНЬ 2004 Р."

                ],

                "correct_answer": "ЖОВТЕНЬ-ГРУДЕНЬ 2004 Р.",
                "index": "dates"

            }

        },

        "ТВОРЕННЯ НОВОЇ УКРАЇНИ": {

            "2008 Р.": {

                "answers": [

                    "ВСТУП УКРАЇНИ ДО\nСВІТОВОЇ ОРГАНІЗАЦІЇ\nТОРГІВЛІ (СОТ)"

                ],

                "correct_answer": "ВСТУП УКРАЇНИ ДО\nСВІТОВОЇ ОРГАНІЗАЦІЇ\nТОРГІВЛІ (СОТ)",
                "index": "words"

            },

            "ВСТУП УКРАЇНИ ДО СВІТОВОЇ ОРГАНІЗАЦІЇ ТОРГІВЛІ (СОТ)": {

                "answers": [

                    "2008 Р.",
                    "2005 Р.",
                    "2001 Р.",
                    "2011 Р."

                ],

                "correct_answer": "2008 Р.",
                "index": "dates"

            },

            "СІЧЕНЬ 2010 Р.": {

                "answers": [

                   "ОБРАННЯ ВІКТОРА ЯНУКОВИЧА\nПРЕЗИДЕНТОМ УКРАЇНИ"

                ],

                "correct_answer": "ОБРАННЯ ВІКТОРА ЯНУКОВИЧА\nПРЕЗИДЕНТОМ УКРАЇНИ",
                "index": "words"

            },

            "ОБРАННЯ ВІКТОРА ЯНУКОВИЧА ПРЕЗИДЕНТОМ УКРАЇНИ": {

                "answers": [

                    "КВІТЕНЬ 2010 Р.",
                    "СІЧЕНЬ 2010 Р.",
                    "ЛИСТОПАД 2010 Р.",
                    "ГРУДЕНЬ 2010 Р."

                ],

                "correct_answer": "СІЧЕНЬ 2010 Р.",
                "index": "dates"

            },

            "ЛИСТОПАД 2013 - ЛЮТИЙ 2014 РР.": {

                "answers": [

                    "РЕВОЛЮЦІЯ ГІДНОСТІ,\nПОВАЛЕННЯ АВТОРИТАРНОГО\nРЕЖИМУ"

                ],

                "correct_answer": "РЕВОЛЮЦІЯ ГІДНОСТІ,\nПОВАЛЕННЯ АВТОРИТАРНОГО\nРЕЖИМУ",
                "index": "words"

            },

            "РЕВОЛЮЦІЯ ГІДНОСТІ, ПОВАЛЕННЯ АВТОРИТАРНОГО РЕЖИМУ": {

                "answers": [

                    "КВІТЕНЬ 2013 -\nТРАВЕНЬ 2014 РР.",
                    "ЛИСТОПАД 2013 -\nСЕРПЕНЬ 2014 РР.",
                    "ЛИСТОПАД 2013 -\nЛЮТИЙ 2014 РР.",
                    "БЕРЕЗЕНЬ 2013 -\nЛИПЕНЬ 2014 РР."

                ],

                "correct_answer": "ЛИСТОПАД 2013 -\nЛЮТИЙ 2014 РР.",
                "index": "dates"

            },

            "ЧЕРВЕНЬ 2014 Р.": {

                "answers": [

                    "ОБРАННЯ ПЕТРА ПОРОШЕНКА\nПРЕЗИДЕНТОМ УКРАЇНИ"

                ],

                "correct_answer": "ОБРАННЯ ПЕТРА ПОРОШЕНКА\nПРЕЗИДЕНТОМ УКРАЇНИ",
                "index": "words"

            },

            "ОБРАННЯ ПЕТРА ПОРОШЕНКА ПРЕЗИДЕНТОМ УКРАЇНИ": {

                "answers": [

                    "ЛИПЕНЬ 2014 Р.",
                    "ТРАВЕНЬ 2014 Р.",
                    "БЕРЕЗЕНЬ 2014 Р.",
                    "ЧЕРВЕНЬ 2014 Р."

                ],

                "correct_answer": "ЧЕРВЕНЬ 2014 Р.",
                "index": "dates"

            },

            "2014 Р.": {

                "answers": [

                    "ПІДПИСАННЯ УКРАЇНОЮ УГОДИ\nПРО АСОЦІАЦІЮ З\nЄВРОПЕЙСЬКИМ СОЮЗОМ (ЄС)"

                ],

                "correct_answer": "ПІДПИСАННЯ УКРАЇНОЮ УГОДИ\nПРО АСОЦІАЦІЮ З\nЄВРОПЕЙСЬКИМ СОЮЗОМ (ЄС)",
                "index": "words"

            },

            "ПІДПИСАННЯ УКРАЇНОЮ УГОДИ ПРО АСОЦІАЦІЮ З ЄВРОПЕЙСЬКИМ СОЮЗОМ (ЄС)": {

                "answers": [

                    "2014 Р.",
                    "2011 Р.",
                    "2009 Р.",
                    "2006 Р."

                ],

                "correct_answer": "2014 Р.",
                "index": "dates"

            },

            "ВЕРЕСЕНЬ 2014 Р., ЛЮТИЙ 2015 Р.": {

                "answers": [

                    "МІНСЬКІ\nДОМОВЛЕНОСТІ"

                ],

                "correct_answer": "МІНСЬКІ\nДОМОВЛЕНОСТІ",
                "index": "words"

            },

            "МІНСЬКІ ДОМОВЛЕНОСТІ": {

                "answers": [

                    "КВІТЕНЬ 2014 Р.,\nБЕРЕЗЕНЬ 2015 Р.",
                    "ВЕРЕСЕНЬ 2014 Р.,\nЛЮТИЙ 2015 Р.",
                    "ЛЮТИЙ 2014 Р.,\nЖОВТЕНЬ 2015 Р.",
                    "ЛИСТОПАД 2014 Р.,\nТРАВЕНЬ 2015 Р."

                ],

                "correct_answer": "ВЕРЕСЕНЬ 2014 Р.,\nЛЮТИЙ 2015 Р.",
                "index": "dates"

            }

        }

    }